var digest_global=`
#第八回 虎啸龙吟
待保定帝说完，黄眉僧缓缓道：“这位延庆太子既是你堂兄，你自己固不便和他动手，就是派遣下属前去强行救人，也是不妥。”保定帝道：“师兄明鉴。”黄眉僧道：“天龙寺中的高僧大德，武功固有高于贤弟的，但他们皆系出段氏，不便参与本族内争，偏袒贤弟。因此也不能向天龙寺求助。”保定帝道：“正是。”
黄眉僧点点头，缓缓伸出中指，向保定帝胸前点去。保定帝微微一笑，伸出食指，对准他的中指一戳，两人都身形一晃，便即收指。黄眉僧道：“段贤弟，我的金刚指力可不能胜你的一阳指啊。”保定帝道：“师兄大智大慧，不必以指力取胜。”黄眉僧低头不语。
保定帝站起来，说道：“五年之前，师兄命我免了大理百姓的盐税，一来国用未足，二来小弟意欲待吾弟正淳接位，再行此项仁政，以便庶民归德吾弟。但明天一早，小弟就颁令废除盐税。”
黄眉僧站起身来，躬身下拜，恭恭敬敬的道：“贤弟造福万民，老僧感德不尽。”
保定帝下拜还礼，不再说话，飘然出寺。
保定帝回到宫中，即命内监宣巴司空前来，告以废除盐税之事。巴天石躬身谢恩，说道：“皇上鸿恩，实是庶民之福。”保定帝道：“宫中一切用度，尽量裁减撙节。你去和华司徒、范司马二人商议商议，瞧有什么地方好省的。”巴天石答应了，辞出宫去。
#第二十九回 虫豸凝寒掌作冰
玄难从怀里取出一只小木盒，说道：“敝派的‘六阳正气丹’颇有克治寒毒之功。”打开盒盖，取出三颗殷红如血的丹药，将两颗交给邓百川，第三颗给玄痛服下。
过得一顿饭时分，玄痛等三人寒战渐止。包不同破口大骂：“这铁头人，他…他妈的，那是什么掌力？”邓百川劝道：“三弟，慢慢骂人不迟，你且坐下行功。”包不同道：“非也，非也！此刻不骂，等到一命呜呼之后，便骂不成了。”邓百川微笑道：“不必担心，死不了！”说着伸掌贴在他后心“至阳穴”上，以内力助他驱除寒毒。公冶乾和玄难也分别以内力助风波恶、玄痛驱毒。
玄难、玄痛二人内力深厚，过了一会，玄痛吁了口长气，说道：“好啦！”站起身来，又道：“好厉害！”玄难有心要去助包不同、风波恶驱毒，只是对方并未出言相求，自己毛遂自荐，未免有瞧不起对方内功之嫌，武林中于这种事情颇有犯忌。
突然之间，玄痛身子晃了两晃，牙关又格格响了起来，当即坐倒行功，说道：“师……师兄，这寒……寒毒甚……甚是古怪……”玄难忙又运功相助。三人不断行功，身上的寒毒只好得片刻，跟着便又发作，直折腾到傍晚，每人均已服了三颗“六阳正气丹”，寒气竟没驱除半点。玄难所带的十颗丹药已只剩下一颗，当下一分为三，分给三人服用。包不同坚不肯服，说道：“只怕就再服上一百颗，也……也未必……”
玄难束手无策，说道：“包施主之言不错，这‘六阳正气丹’药不对症，咱们的内功也对付不了这门阴毒。老衲心想，只有去请薛神医医治，四位意下如何？”
#第三十一回　输赢成败　又争由人算
玄难棋艺不高，武功又已全失，更有什么法子好想？当此情势，只有硬起头皮，正要向苏星河求情，忽见虚竹伸手入盒，取过一枚白子，下在棋盘之上。所下之处，却是提去白子后现出的空位。
这一步棋，竟然大有道理。这三十年来，苏星河于这局棋的千百种变化，均已拆解得烂熟于胸，对方不论如何下子，都不能逾越他已拆解过的范围。但虚竹一上来便闭了眼乱下一子，以致自己杀了一大块白子，大违根本棋理，任何稍懂弈理之人，都决不会去下这一着。那等如是提剑自刎、横刀自杀。岂知他闭目落子而杀了自己一大块白棋后，局面顿呈开朗，黑棋虽然大占优势，白棋却已有回旋的余地，不再像以前这般缚手缚脚，顾此失彼。这个新局面，苏星河是做梦也没想到过的，他一怔之下，思索良久，方应了一着黑棋。 
`.trim().split('\n');
