var digest_global=`
#第四十回　华山之巅
众人取过碗筷酒菜，便要在墓前饮食，忽然山后一阵风吹来，传到一阵兵刃相交和呼喝叱骂之声，显是有人在动手打斗。周伯通抢先便往喧哗声处奔去。余人随后跟去。转过两个山坳，只见一块石坪上聚了三四十个僧俗男女，手中都拿着兵刃。
这群人自管吵得热闹，见周伯通、郭靖等人到来，只道是游山的客人，也不理会。一名铁塔般的大汉朗声说道：“大家且莫吵闹，乱打一起也非了局，这‘武功天下第一’的称号，决不是叫叫嚷嚷便能得手的。今日各路好汉都已相聚于此，大伙儿何不便凭兵刃拳脚上见个雌雄？只要谁能长胜不败，大家便心悦诚服，公推他为‘武功天下第一’。”一个长须道人挥剑说道：“不错。武林中相传有‘华山论剑’的韵事，咱们今日便来论他一论，且看当世英雄，到底是谁居首？”余人轰然叫好，便有数人抢先站出，大叫：“谁敢上来？”
周伯通、黄药师、一灯等人面面相觑，看这群人时，竟无一个识得。
第一次华山论剑，郭靖尚未出世，那时东邪、西毒、南帝、北丐、中神通五人，为争一部《九阴真经》，约定在华山绝顶比武较量，艺高者得，结果中神通王重阳独冠群雄，赢得了“武功天下第一”的尊号。二十五年后，王重阳逝世，黄药师第二次华山论剑，除东邪、西毒、南帝、北丐四人外，又有周伯通、裘千仞、郭靖三人参与。各人修为精湛，各有所长，但真要说到“天下第一”四字，实所难言，单以武功而论，似乎倒以发了疯的欧阳锋最强。想不到事隔数十年，居然又有一群武林好手，相约作第三次华山论剑。这一着使黄药师等尽皆愕然。更奇的是，眼前这数十人并无一个识得。难道当真“长江后浪推前浪，一辈新人胜旧人”？难道自己这一干人都作了井底之蛙，竟不知天外有天，人上有人？
只见人群中跃出六人，分作三对，各展兵刃，动起手来。数招一过，黄药师、周伯通等无不哑然失笑，连一灯大师如此庄严慈祥的人物，也忍不住莞尔。又过片刻，黄药师、周伯通、杨过、黄蓉等或忍俊不禁，或捧腹大笑。原来动手的这六人武功平庸之极，连与武氏兄弟、郭家姊妹相比，也是远远不及，瞧来不过是江湖上的一批妄人，不知从哪里听到“华山论剑”四字，居然也来附庸风雅。
那六人听得周伯通等人嬉笑，登时罢斗，各自跃开，厉声喝道：“不知死活的东西。老爷们在此比武论剑，争那‘武功天下第一’的名号。你们在这里嘻嘻哈哈的干什么？快快给我滚下山去，方饶了你们的性命。”
杨过哈哈一笑，纵声长啸，四下里山谷鸣响，霎时之间，便似长风动地，云气聚合。那一干人初时惨然变色，跟着身战手震，呛啷啷之声不绝，一柄柄兵刃都抛在地下。杨过喝道：“都给我请罢！”那数十人呆了半晌，突然一声发喊，纷纷拚命的奔下山去，跌跌撞撞，连兵刃也不敢执拾，顷刻间走得干干净净，不见踪影。
瑛姑、郭芙等都笑弯了腰，说不出话来。黄药师叹道：“欺世盗名的妄人，所在多有，但想不到在这华山之巅，居然也见此辈。” 
`.trim().split('\n');
