var digest_global=`
#第二回　聆 秘
那矮胖子道：“外边的人虽说刘三爷是衡山派的第二把高手，可是衡山派自己，上上下下却都知道，刘三爷在这三十六路‘回风落雁剑’上的造诣，早已高出掌门人莫大先生很多。莫大先生一剑能刺落三头大雁，刘三爷一剑却能刺落五头。刘三爷门下的弟子，个个又胜过莫大先生门下的。眼下形势已越来越不对，再过得几年，莫大先生的声势一定会给刘三爷压了下去，听说双方在暗中已冲突过好几次。刘三爷家大业大，不愿跟师兄争这虚名，因此要金盆洗手，以后便安安稳稳做他的富家翁了。”
好几人点头道：“原来如此。刘三爷深明大义，很是难得啊。”又有人道：“那莫大先生可就不对了，他逼得刘三爷退出武林，岂不是削弱了自己衡山派的声势？”那身穿绸衫的中年汉子冷笑道：“天下事情，哪有面面都顾得周全的？我只要坐稳掌门人的位子，本派声势增强也好，削弱也好，那是管他娘的了。”
#第五回　治 伤
其时药力正在发作，令狐冲昏昏迷迷的，并不答话。仪琳全身发抖，说不出的害怕，过了好一会，才过去将窗格拉上
#第八回　面 壁
令狐冲这场病来势着实凶猛，接连四日四晚昏睡不醒。陆大有向岳灵珊苦苦哀求，请她上崖探视，差点便要跪在她面前。岳灵珊才知不假，也着急起来，和陆大有同上崖去
#第九回　邀 客
令狐冲头晕脑胀，身子晃了晃，跪倒在地，道：“师父、师娘，弟子该死。”
令狐冲身子向后跌出，心念电转：“我只须再有一日一夜的时刻，明日此时定能制他。”当即摔剑脱手，双目紧闭，凝住呼吸，假作晕死之状。
令狐冲运劲双臂，猛力一挣，手腕登时疼痛入骨，却哪里挣得动分毫？立然间情急智生，大叫一声，假装晕了过去。六个怪人齐声惊呼，捏住令狐冲脸颊的人立时松手。
令狐冲被成不忧一掌打得重伤，随即被桃谷二仙抬着下山，过不多时，便已昏晕过去，醒转来时，眼前只见两张马脸、两对眼睛凝视着自己，脸上充满着关切之情。
令狐冲为凑桃谷六仙之兴，强提精神，和他们谈笑了几句，随即又晕了过去。
桃谷六仙齐声惊呼：“不好了！”桃叶仙反手一掌，击在令狐冲头上，立时将他打晕。
令狐冲身在担架，眼见师娘处境凶险无比，急跃而起，大叫：“不得伤我师娘，否则我便自绝经脉。”这两句话一叫出，口中鲜血狂喷，立时晕去。
令狐冲道：“我……我宁死不违师命。师父说过的，我不能……不能学练这紫霞神功。小……小师妹，小……小师妹……”他叫了两声，一口气接不上来，又晕了过去。
#第十二回　围 攻
令狐冲一听，登时气得晕了过去。田伯光骂道：“直娘贼……”
令狐冲听说陆大有竟然死了，这一下吓得魂飞天外，身子晃了几晃，险些晕去
#第十三回　学 琴
令狐冲只想尽快替师父解穴，却半点力道也使不出来，数次勉力想提起手臂，总是眼前金星乱舞，耳中嗡嗡作响，差一点便即晕去，只得躺在岳不群身畔，静候他自解穴道。
令狐冲大喜，道：“多谢前辈。”当即盘膝坐在地下，潜运内息，只觉那八股真气仍是相互冲突，但以前那股胸口立时热血上涌、便欲呕吐的情景却已大减，可是只运得片刻，又已头晕脑胀，身子一侧，倒在地下。
那婆婆不再说话，琴音轻轻，奏了起来，却是那曲《清心普善咒》。令狐冲听得片刻，便已昏昏欲睡。
#第十五回　灌 药
令狐冲微微一笑，说道：“在下的内伤非灵丹妙药所能医治，祖前辈一番好意，取了老前辈的‘续命八丸’来给在下服食，实在是糟蹋了……但愿这位姑娘的病得能痊可……”他说到这里，只因失血过多，一阵晕眩，又昏了过去。
果然过不多时，令狐冲便即悠悠醒转，叫道：“师父，你……老人家来了。”
令狐冲在路上一震，迷迷糊糊的又欲晕去，也不知他说些什么话，只嗯了一声。
#第十六回　注 血
令狐冲缓缓睁眼，低声道：“你……你是谁？”蓝凤凰柔声说道：“我是你好朋友的朋友，所以也是你的朋友。”令狐冲“嗯”的一声，又闭上了眼睛。蓝凤凰道：“令狐公子，你失血虽多，但不用怕，不会死的。”令狐冲昏昏沉沉，并不答话。
#第十七回　倾 心
令狐冲内力虽失，但一见他右肩微沉，便知他左手要出掌打人，急忙闪避，却是腰腿不由使唤，这一掌终于无法避开，身子打了两个转，眼前一黑，坐倒在地。
令狐冲只觉头晕眼花，实难支持，于是拾起两颗药丸，服了一颗。
#第十八回　联 手
令狐冲这一番昏迷，实不知过了多少时日，有时微有知觉，身子也如在云端飘飘荡荡，过不多时，又晕了过去。如此时晕时醒，有时似乎有人在他口中灌水，有时又似有人用火在他周身烧炙，手足固然无法动弹，连眼皮也睁不开来。
方生大师道：“令狐少侠经过三个多月来调养，已好得多了。”令狐冲又是一惊：“原来我昏迷不醒，已有三个多月，我还道只是二十多天的事。”
#第二十回　入 狱
突然之间，那人石破天惊般一声狂啸。令狐冲耳中嗡的一响，耳鼓都似被他震破了，脑中一阵晕眩，登时人事不知，昏倒在地。
#第二十一回　囚 居
令狐冲也不知昏迷了多少时候，终于醒转，脑袋痛得犹如已裂了开来，耳中仍如雷霆大作，轰轰声不绝。睁眼漆黑一团，不知身在何处，支撑着想要站起，浑身更无半点力气，心想：“我定是死了，给埋在坟墓中了。”一阵伤心，一阵焦急，又晕了过去。
一阵焦急，哇的一声，喷出了几口鲜血，又晕了过去。
令狐冲又是一阵晕眩，凝神半晌，躺倒床上，寻思
#第二十三回　伏 击
仪和、仪清双双抢上，叫道：“将军，你怎么啦？”令狐冲双目紧闭，诈作不醒。
#第二十四回　蒙 冤
令狐冲登时胸口热血上涌，脑中一阵晕眩。他千里迢迢的来到福建，为的就是想听到这声音，想见到这声音主人的脸庞。
令狐冲胸口便如有什么东西塞住了，几乎气也透不过来。
突然之间，眼前一黑，只觉天旋地转，一交坐倒。
令狐冲转身便奔，肩头臂上初中刀时还不怎么疼痛，此时却痛得几欲晕倒
令狐冲心道：“这人宁死不屈，倒是个人物。”俯身去他怀中掏那件袈裟。只觉一阵头晕，知道是失血过多，于是撕下衣襟，胡乱扎住肩头和臂上的伤口
令狐冲真相既显，眼见已无法隐瞒，笑道：“你奶奶的，你这三个家伙太也不识好歹，恒山派众位师太饶了你们一命，你们居然恩将仇报。本将军可实在太瞧着不顺眼了。我……我……”说到这里，突然脑中晕眩，眼前发黑，咕咚倒地。
#第二十七回　三 战
这一腿力道好不凌厉，令狐冲登时身子飞起，身在半空之时，便只觉眼前一团漆黑，直挺挺的摔将下来，耳中隐约听得砰的一声，身子落地，却已不觉疼痛，就此人事不知了。
#第三十回　密 议
冲虚道：“浮滑无行，为害不大，好酒贪杯更于人无损，野心勃勃，可害得人多了。老弟如做了五岳派掌门，第一，不会欺压五岳剑派的前辈耆宿与门人弟子；第二，不会大动干戈，想去灭了魔教，不会来吞并我们少林、武当；第三，大概吞并峨嵋、昆仑诸派的兴致，老弟也不会太高。”方证微笑道：“冲虚道兄和老衲如此打算，虽说是为江湖同道造福，一半也是自私自利。”冲虚道：“打开天窗说亮话，老和尚、老道士来到恒山，一来是为老弟捧场，二来是为正邪双方万千同道请命。”方证合什道：“阿弥陀佛，左冷禅倘若当上了五岳派掌门人，这杀劫一起，可不知伊于胡底了。”
#第三十六回　伤 逝
令狐冲抱着岳灵珊的尸身，昏昏沉沉的迈出了十余步，口中只说：“小师妹，你别怕，别怕！我抱你去见师娘。”突然间双膝一软，扑地摔倒，就此人事不知了。
#第三十九回　拒 盟
想到此处，不由气往上冲，突然之间，丹田中一阵剧痛，眼前发黑，几乎晕去。
#第四十回　曲 谐
方证道：“你说双方各让一步，便可化解，这句话本来是不错的。日月教和我正教各派连年相斗，其实也不是有什么非拚个你死我活的原因，只是双方首领都想独霸武林，意欲诛灭对方。那日老衲与冲虚道长、令狐掌门三人在悬空寺中晤谈，深以嵩山左掌门混一五岳剑派为忧，便是怕他这独霸武林的野心。”说着叹了口长气，缓缓的道：“听说日月教教主有句话，说什么‘千秋万载，一统江湖’，既存此心，武林中如何更有宁日？江湖上各帮各派宗旨行事，大相迳庭。一统江湖，万不可能。”
#笑傲江湖后记
我写武侠小说是想写人性，就像大多数小说一样。写《笑傲江湖》那几年，中共的文化大革命夺权斗争正进行得如火如荼，当权派和造反派为了争权夺利，无所不用其极，人的卑污集中地显现。我每天为“明报”写社评，对政治中龌龊行迳的强烈反感，自然而然反映在每天撰写一段的武侠小说之中。这部小说并非有意的影射文革，而是通过书中一些人物，企图刻划中国三千多年来政治生活中的若干普遍现象。影射性的小说并无多大意义，政治情况很快就会改变，只有刻划人性，才有较长期的价值。不顾一切的夺取权力，是古今中外政治生活的基本情况，过去几千年是这样，今后几千年恐怕仍会是这样。任我行、东方不败、岳不群、左冷禅这些人，在我设想时主要不是武林高手，而是政治人物。林平之、向问天、方证大师、冲虑道人、定闲师太、莫大先生、余沧海等人也是政治人物。这种形形色色的人物，每一个朝代中都有，大概在别的国家中也都有。
因为想写的是一些普遍性格，是政治生活中的常见现象，所以本书没有历史背景，这表示，类似的情景可以发生在任何朝代。 
`.trim().split('\n');
