var digest_global=`
学问是什么？学问就是学着认识问题。没有学问的人并非肚里没有道理，脑里没有理论，而是心里没有问题。要知必先看见问题，其次乃是求解答；问题且无，解决问题更何能说到。然而非能解决问题，不算有学问。我为现在哲学系同学诸君所最发愁的，便是将古今中外的哲学都学了；道理有了一大堆，问题却没有一个。简直成了莫可奈何的绝物。要求救治之方，只有自己先有主见，感觉出旁人意见与我两样，而触处皆是问题；憬然于道理之难言，既不甘随便跟着人家说，尤不敢轻易自信；求学问的生机才有了。
盖学至于高明之域，诚不能不赖有高明之资。然但得心思剀切事理，而循此以求，不急不懈，持之以恒者，则祛俗解蔽，未尝不可积渐以进。而所谓高明正无奥义可言，亦不过俗祛蔽解之真到家者耳。
功利主义对于人生是肯定其欲望的。径直可以说，欲望就是人生的一切。 人生不就是在欲望的满足或不满足中度过乎？然古印度人的出世思想却与此相反，恰好是完全否定欲望的，亦即根本否定人生的。我如何竟从功利主义一转而抱出世思想呢？
我生来有一好用思想的头脑，因而于所谓利害得失者不囫囵吞枣，而必究问其词之内涵果何所指。利害云，得失云，非二事也；异其名，同其实。核求其实，则最后归着当不外苦与乐乎？苦与乐是人生所切实感受者。人之趋利避害亦在去苦就乐耳。利害得失信非必就个体生命而言之，然一家一国乃至世界范围的利害得失，其最后结果不仍归落在其人的苦乐感觉上耶？
于是又当究问：何谓苦？何谓乐？我乃发现一真理曰：苦乐不在外境。通俗观念恒以苦乐联系于外境，谓处富贵则乐，处贫贱则苦。因为人类仰赖外在物资而生活，物资之富有或贫乏就决定着生活欲望之易得满足或不易满足，而人当所欲得遂时则乐，所欲不遂时则苦也。 这自然不是没有理由的，却有一种淆乱错误隐伏其间。
人非定纠缠于欲望，则亦非恒在苦中而已耳。儒家之乐又何自来乎？前说“所欲得遂则乐，所欲不遂则苦”者，应知是片面之见，未尽得其真际。苦乐真际视乎生命之流畅与否。一言以尽之：生命流畅自如则乐，反之，顿滞一处则苦。说苦乐之视乎其所欲遂不遂也，盖就一般人恒系乎外来刺激之变换以助其生命流畅者言之耳。外在条件长时不变，其乐即转为苦矣；此不难取验于日常生活事实者。人们欲望所以层出不穷，逐有增高者，正为此也。有道之士 得乎生命自然流畅之道者 更不须待外来刺激，固可以无时而不乐。
前后综合起来，人生盖有三条路向：
一、肯定欲望，肯定人生；欲望就是人生的一切。
二、欲望出在众生的迷妄；否定欲望，否定一切众生生活，从而人生同在否定之中。
三、人类不同于其他动物，有卓然不落于欲望窠臼之可能；于是乃肯定人生而排斥欲望。 
`.trim().split('\n');
