var digest_global=`
##第六回　崖顶疑阵
成吉斯汗道：“很好，咱们兵力尚弱，还不是大金国敌手，你千万不可露了痕迹。”郭靖点头答应。成吉斯汗当下赏了十斤黄金，作为盘缠，又把从王罕那里抢来的金器珍宝赠了一批给江南六怪。拖雷、哲别等得知郭靖奉命南去，都有礼物赠送。拖雷道：“安答，南人说了话常常不算的，你可得小心，别上了当。”郭靖点头答应。
##第七回　比武招亲
韩小莹道：“其中有两个女子高鼻碧眼，却不是中土人氏。”韩宝驹道：“是啊，这样全身纯白的骆驼也只西域才有。”
朱聪道：“嘉兴比武之约，我们迄今没跟你详细说明。总而言之，三月廿四中午，你必须赶到嘉兴府醉仙酒楼，便有天大的事也不能失约不到。”郭靖答应了。
各人临别之时又都嘱咐了几句，南希仁便和往常一般，逢到轮流说话，总是排在最后，当下说了四个字：“打不过，逃！”他深知郭靖生性倔强，宁死不屈，要是遇上高手，动手时一味蛮斗狠拚，非送命不可，是以教了他这意味深长的四字诀。
张家口是南北通道，塞外皮毛集散之地，人烟稠密，市肆繁盛。郭靖手牵红马，东张西望，他从未到过这般大城市，但见事事透着新鲜，来到一家大酒店之前，腹中饥饿，便把马系在门前马桩之上，进店入座，要了一盘牛肉，两斤面饼，大口吃了起来。他胃口奇佳。依着蒙古人的习俗，抓起牛肉面饼一把把往口中塞去。正自吃得痛快，忽听店门口吵嚷起来。他挂念红马，忙抢步出去，只见那红马好端端的在吃草料。两名店伙却在大声呵斥一个衣衫褴褛、身材瘦削的少年。
那少年约莫十五六岁年纪，头上歪戴着一顶黑黝黝的破皮帽，脸上手上全是黑煤，早已瞧不出本来面目，手里拿着一个镘头，嘻嘻而笑，露出两排晶晶发亮的雪白细牙，却与他全身极不相称。眼珠漆黑，甚是灵动。
郭靖之母是浙江临安人，江南六怪都是嘉兴左近人氏，他从小听惯了江南口音，听那少年说的正是自己乡音，很感喜悦。
他本来口齿笨拙，不善言辞，通常总是给别人问到，才不得不答上几句，韩小莹常笑他颇有南希仁惜言如金之风，是四师父的入室弟子，可是这时竟说得滔滔不绝，把自己诸般蠢举傻事，除了学武及与铁木真有关的之外，竟一古脑儿的都说了出来，说到忘形之处，一把握住了少年的左手。一握之下，只觉他手掌温软嫩滑，柔若无骨，不觉一怔。那少年低低一笑，俯下了头。郭靖见他脸上满是煤黑，但颈后肤色却是白腻如脂、肌光胜雪，微觉奇怪，却也并不在意。
蒙古人习俗，招待客人向来倾其所有，何况郭靖这次是平生第一次使钱，浑不知银钱的用途，但就算知道，既和那少年说得投契，心下不胜之喜，便多花十倍银钱，也丝毫不会放在心上。
出得店来，朔风扑面。那少年似觉寒冷，缩了缩头颈，说道：“叨扰了，再见罢。”郭靖见他衣衫单薄，心下不忍，当下脱下貂裘，披在他身上，说道：“兄弟，你我一见如故，请把这件衣服穿了去。”他身边尚剩下四锭黄金，取出两锭，放在貂裘的袋中。那少年也不道谢，披了貂裘，飘然而去。
那少年走出数十步，回过头来，见郭靖手牵着红马，站在长街上兀自望着自己，呆呆出神，知他舍不得就此分别，向他招了招手。郭靖快步过去，道：“贤弟可还缺少什么？”
那少年微微一笑，道：“还没请教兄长高姓大名。”郭靖笑道：“真是的，这倒忘了。我姓郭名靖。兄弟你呢？”那少年道：“我姓黄，单名一个蓉字。”郭靖道：“你要去哪里？若是回南方，咱们结伴同行如何？”黄蓉摇头道：“我不回南方。”忽然说道：“大哥，我肚子又饿啦。”郭靖喜道：“好，我再陪兄弟去用些酒饭便是。”
这次黄蓉领着他到了张家口最大的酒楼长庆楼，铺陈全是仿照大宋旧京汴梁大酒楼的格局。黄蓉不再大点酒菜，只要了四碟精致细点，一壶龙井，两人又天南地北的谈了起来。
黄蓉流下泪来，道：“爹爹不要我啦。”郭靖道：“不会的。”黄蓉道：“那么他干么不来找我？”郭靖道：“或许他是找的，不过没找着。”黄蓉破涕为笑，道：“倒也说得是。那我玩够之后就回去，不过先得捉两只白雕儿。”
两人谈了一阵途中见闻，郭靖说到八个穿男装的白衣女子意图夺马之事。黄蓉问起小红马的性子脚程，听郭靖说后，神色十分欣羡，喝了一口茶，笑吟吟的道：“大哥，我向你讨一件宝物，你肯么？”郭靖道：“那有不肯之理？”黄蓉道：“我就是喜欢你这匹汗血宝马。”郭靖毫不迟疑，道：“好，我送给兄弟就是。”
黄蓉本是随口开个玩笑，心想他对这匹千载难逢的宝马爱若性命，自己与他不过萍水相逢，存心是要瞧瞧这老实人如何出口拒绝，哪知他答应得豪爽之至，实是大出意外，不禁愕然，心中感激，难以自已，忽然伏在桌上，呜呜咽咽的哭了起。
这一下郭靖更是大为意外，忙问：“兄弟，怎么？你身上不舒服么？”
黄蓉抬起头来，虽是满脸泪痕，却是喜笑颜开，只见他两条泪水在脸颊上垂了下来，洗去煤黑，露出两道白玉般的肌肤，笑道：“大哥，咱们走罢！”
郭靖会了钞下楼，牵过红马，嘱咐道：“我把你送给了我的好朋友，你要好好听话，决不可发脾气。”拉住辔头，轻轻抚摸马毛，说道：“兄弟，你上马罢！”那红马本不容旁人乘坐，但这些日子来野性已大为收敛，又见主人如此，也就不加抗拒。黄蓉翻身上马，郭靖放开了手，在马臀上轻轻一拍，小红马绝尘而去。
##第八回　各显神通
走到客店门口，只见店中走出十多名锦衣亲随，躬身行礼，向王处一道：“小的奉小主之命，请道长和郭爷到府里赴宴。”说着呈上大红名帖，上面写着“弟子完颜康敬叩”的字样，呈给郭靖的那张名帖则自称“侍教弟”。王处一接过名帖，点头道：“待会就来。”
那为首的亲随道：“这些点心果物，小主说请道长和郭爷将就用些。两位住在哪里，小的这就送去。”其余亲随托上果盒，揭开盒盖，只见十二只盒中装了各式细点鲜果，模样十分精致。郭靖心想：“黄蓉贤弟爱吃精致点心，我多留些给他。”王处一不喜完颜康为人，本待挥手命他们拿回，却见郭靖十分喜欢，心想：“少年人嘴馋，这也难怪！”微微一笑，命将果盒留在柜上。
郭靖不敢惊动，悄悄走出客房，忽想：“我赶到附近市镇去，他们未必也把那里的药都买光了。”想到此法，心中甚喜，正要去打听附近市镇的远近道路，只见店小二匆匆进来，递了一封信给他，信封上写着“郭大爷亲启”五字。郭靖心中奇怪：“是谁给我的信？”忙撕开封皮，抽出一张白纸，见纸上写道：“我在城外向西十里的湖边等你，有要紧事对你说，快来。”下面画着一个小叫化的图像，笑嘻嘻的正是黄蓉，形貌甚是神似。
王处一沉吟了一下，问道：“这孩子你怎么认得的？”郭靖把旅途相逢的事说了。王处一道：“他戏弄侯通海的情状我都见到了，这人的身法好生古怪……”随即正色道：“你此去可要小心了。这孩子的武功远在你之上，身法之中却总是透着一股邪气，我也摸不准是什么缘故。”郭靖道：“我和他是生死之交，他决不能害我。”王处一叹道：“你和他相识有多久，能说什么生死之交？你莫瞧他人小，他要算计你时，你定然对付不了。”
郭靖心中对黄蓉绝无半分猜疑，心想：“道长这么说，必因是不知黄贤弟的为人。”当下满口夸说黄蓉的好处。王处一笑道：“你去吧。少年人无不如此，不经一事，不长一智。这人……瞧这人身形与说话声音，似乎不是……似乎是个……你难道当真看不出……”说到这里，不说下去了，只摇了摇头。
郭靖把药方揣在怀里，出了西门，放开脚步，向城外奔去。出得城来，飞雪愈大，雪花点点扑面，放眼只见白茫茫的一片，野外人踪绝迹，行了将近十里，前面水光闪动，正是一个小小湖泊。此时天气倒不甚寒，湖中并未结冰，雪花落在湖面，都融在水里，湖边一排排都是梅树，梅花再加上冰花雪蕊，更显皎洁。
郭靖四望不见人影，焦急起来：“莫非他等我不来，先回去了？”放声大叫：“黄贤弟，黄贤弟。”只听忽喇喇一声响，湖边飞起两只水鸟，郭靖好生失望，再叫了两声，又想：“或许他还未到达，我在这里等他便了。”
突然身后有人轻轻一笑，郭靖转过头去，水声响动，一叶扁舟从树丛中飘了出来。
只见船尾一个女子持桨荡舟，长发披背，全身白衣，头发上束了条金带，白雪一映，更是灿然生光。郭靖见这少女一身装束犹如仙女一般，不禁看得呆了。那船慢慢荡近，只见那女子方当韶龄，不过十五六岁年纪，肌肤胜雪，娇美无匹，容色绝丽，不可逼视。
郭靖只觉耀眼生花，不敢再看，转开了头，缓缓退开几步。
那少女把船摇到岸边，叫道：“郭哥哥，上船来吧！”
郭靖猛吃一惊，转过头来，只见那少女笑靥生春，衣襟在风中轻轻飘动。郭靖如痴似梦，双手揉了揉眼睛。
那少女笑道：“怎么？不认识我啦？”郭靖听她声音，依稀便似黄蓉模样，但一个肮脏褴褛的男叫化，怎么会忽然变成一个仙女，真是不能相信自己的眼睛。
那少女对他们浑不理睬，笑道：“我是你的黄贤弟啊，你不睬我了么？”郭靖再定神一看，果见她眉目口鼻确和黄蓉一模一样，说道：“你……你……”只说了两个“你”字，再也接不下去了。黄蓉嫣然一笑，说道：“我本是女子，谁要你黄贤弟、黄贤弟的叫我？快上船来罢。”郭靖恍在梦中，双足一点，跃上船去。黄河四鬼兀自将救人的赏格不断提高。
黄蓉把小舟荡到湖心，取出酒菜，笑道：“咱们在这里喝酒赏雪，那不好么？”这时离黄河四鬼已远，叫嚷之声已听不到了。
郭靖心神渐定，笑道：“我真胡涂，一直当你是男子，以后不能再叫你黄贤弟啦！”黄蓉笑道：“你也别叫我黄贤妹，叫我作蓉儿罢。我爸爸一向这样叫的。”郭靖忽然想起，说道：“我给你带了点心来。”从怀里掏出完颜康送来的细点，哪知他背负王处一、换水化毒、奔波求药，早把点心压得或扁或烂，不成模样。黄蓉看了点心的样子，轻轻一笑。郭靖红了脸，道：“吃不得了！”拿起来要抛入湖中。黄蓉伸手接过，道：“我爱吃。”
郭靖一怔，黄蓉已把一块点心放在口里吃起来。郭靖见她吃了几口，眼圈渐红，眼眶中慢慢充了泪水，更是不解。黄蓉道：“我生下来就没了妈，从没有谁这样记着我过……”说着几颗泪水流了下来。她取出一块洁白的手帕，郭靖以为她要擦拭泪水，哪知她把几块压烂了的点心细心包好起，放在怀里，回眸一笑，道：“我慢慢的吃。”
郭靖丝毫不懂这种女儿情怀，只觉这个“黄贤弟”的举动很是特异，当下问她道：“你说有要紧事对我说，是什么事？”黄蓉笑道：“我要跟你说，我不是甚么黄贤弟，是蓉儿，这不是要紧事么？”
郭靖也是微微一笑，说道：“你这样多好看，干么先前扮成个小叫化？”黄蓉侧过了头，道：“你说我好看么？”郭靖叹道：“好看极啦，真像我们雪山顶上的仙女一般。”黄蓉笑道：“你见过仙女了？”郭靖道：“我没见过，见了那还有命活？”黄蓉奇道：“怎么？”郭靖道：“蒙古的老人家说，谁见了仙女，就永远不想再回到草原上来啦，整天就在雪山上发痴，没几天就冻死了。”
黄蓉笑道：“那么你见了我发不发痴？”郭靖脸一红，急道：“咱们是好朋友，那不同的。”黄蓉点点头，正正经经的道：“我知道你是真心待我好，不管我是男的还是女的，是好看还是丑八怪。”隔了片刻，说道：“我穿这样的衣服，谁都会对我讨好，那有什么希罕？我做小叫化的时候你对我好，那才是真好。”
眼见暮色四合，渐渐的白雪、湖水、梅花都化成了朦朦胧胧的一片，黄蓉慢慢伸出手去，握住了郭靖的手掌，低声道：“现今我什么都不怕啦。”郭靖道：“怎么？”黄蓉道：“就算爸爸不要我，你也会要我跟着你的，是不是？”郭靖道：“那当然。蓉儿，我跟你在一起，真是……真是……真是欢喜。”
黄蓉轻轻靠在他胸前。郭靖只觉一股甜香围住了他的身体，围住了湖水，围住了整个天地，也不知是梅花的清香，还是黄蓉身上发出来的。两人握着手不再说话。
过了良久良久，黄蓉叹了口气，道：“这里真好，只可惜咱们要走啦。”郭靖道：“为什么？”黄蓉道：“你不是要去拿药救王道长么？”郭靖喜道：“啊，到哪里去拿？”黄蓉道：“药铺子里的那几味药，都到哪里去啦？”郭靖道：“定是给赵王府的人搜去了。”黄蓉道：“不错，咱们这就到赵王府拿去。”郭靖吓了一跳，道：“赵王府？”黄蓉道：“正是！”郭靖道：“那去不得，咱俩去只有送命的份儿。”
黄蓉道：“难道你就忍心让王道长终身残废？说不定伤势厉害，还要送命呢！”郭靖热血上冲，道：“好，我去，不过你不要去。”黄蓉道：“为什么？”郭靖道：“总而言之，你不能去。”却说不出个道理来。
黄蓉低声道：“你再体惜我，我可要受不了啦。要是你遇上了危难，难道我独个儿能活着么？”
郭靖心中一震，不觉感激、爱惜、狂喜、自怜，诸般激情同时涌向心头，突然间勇气百倍，顿觉沙通天、彭连虎等人殊不足畏，天下更无难事，昂然道：“好，咱俩去拿药。”
##第九回　铁枪破犁
完颜康走进内室，黄蓉与郭靖跟着转到另一扇窗子外窥视，只见一个中年女子坐在桌边，一手支颐，呆呆出神。这女子四十岁不到，姿容秀美，不施脂粉，身上穿的也是粗衣布衫。黄蓉心道：“这位王妃果然比那个穆姑娘又美了几分，可是她怎么扮作个乡下女子，又住在这般破破烂烂的屋子里？难道是给赵王打入了冷宫？”郭靖有了黄蓉的例子在先，倒是不以为奇，只不过另有一番念头：“她定是跟蓉儿一般，故意穿些粗布衣衫，假装穷人，闹着玩儿。”
杨铁心欲哭无泪，只得又回去荷塘村那家农家。当真是祸不单行，当地瘟疫流行，那农家一家七口，六个人在数天之内先后染疫身亡，只留下一个出世未久的女婴。杨铁心责无旁贷，收了这女婴为义女，带着她四下打听，找寻郭啸天之妻与自己妻子的下落，但这时一个远投漠北，一个也已到了北方，哪里找寻得着？
他不敢再用杨铁心之名，把“杨”字拆开，改“木”为“穆”，变名穆易。十余年来东奔西走，浪迹江湖，义女穆念慈也已长大，出落得花朵一般的人才。
这参仙老怪本是长白山中的参客，后来害死了一个身受重伤的前辈异人，从他衣囊中得了一本武学秘本和十余张药方，照法修练研习，自此武功了得，兼而精通药理。药方中有一张是以药养蛇、从而易筋壮体的秘诀。他照方采集药材，又费了千辛万苦，在深山密林中捕到了一条奇毒的大蝮蛇，以各种珍奇的药物饲养。那蛇体色本是灰黑，服了丹砂、参茸等药物后渐渐变红，喂养二十年后，这几日来体已全红。因此他虽从辽东应聘来到燕京，却也将这条累赘的大蛇带在身畔。眼见功德圆满，只要稍有数日之暇，就要吮吸蛇血，静坐行功之后，便可养颜益寿，大增功力。哪知蛇血突然被人吸去，岂不令他伤痛欲绝？
##第十回　冤家聚头
这欧阳克武功了得，又仗着叔父撑腰，多年来横行西域。他天性好色，历年派人到各地搜罗美女，收为姬妾，闲居之余又教她们学些武功，因此这些姬妾又算得是他女弟子。这次他受赵王之聘来到燕京，随行带了二十四名姬人，命各人身穿白衣男装，骑乘白驼。因姬妾数众，兼之均会武功，是以分批行走。其中八人在道上遇到了江南六怪与郭靖，听朱聪说起汗血宝马的来历，便起心劫夺，想将宝马献给欧阳克讨好，却未成功。 
`.trim().split('\n');
