var digest_global=`
#秦始皇本纪第六
始皇初即位，穿治郦山，及并天下，天下徒送诣七十余万人，穿三泉，下铜而致椁，宫观百官奇器珍怪徙臧满之。令匠作机弩矢，有所穿近者辄射之。以水银为百川江河大海，机相灌输，上具天文，下具地理。以人鱼膏为烛，度不灭者久之。二世曰：“先帝后宫非有子者，出焉不宜。”皆令从死，死者甚众。葬既已下，或言工匠为机，臧皆知之，臧重即泄。大事毕，已臧，闭中羡，下外羡门，尽闭工匠臧者，无复出者。树草木以象山。
始皇刚即位时，就已开始建造骊山陵墓。到统一天下后，从全国各地征集来七十多万徒役，凿地三重泉水那么深，灌注铜水，填塞缝隙，再把外棺一一放进去。又在墓中修造宫观，设置百官位次，把珍奇器物、珍宝怪石等搬了进去，放得满满的。命令工匠制造了由机关操控的弓箭安装在地宫里，如有人一旦走近，就会自动发射，击杀来人。地宫里有用水银灌注成的百川、江河、大海，用机器递相灌注输送使之不停流动；顶壁装有天文图像，下面置有地理图形。用娃娃鱼的油脂做成火炬，估计很久不会熄灭。二世说：“先帝后宫妃嫔，没有儿女的，不宜放她们出去。”于是就让这些人全部殉葬，死的人非常多。等到把始皇埋葬完毕，有人说，工匠为陵墓设置了这些机关，墓中都藏了哪些宝物，他们都是知道的。如果他们一旦泄漏机密，那就要坏大事。所以，当隆重的丧礼完毕后，宝物都已藏好，就把墓道中间的一道门先行关闭，接着又将外门关闭，工匠们全部被封闭在里边，再也没有一个人能活着出来。随后整个陵寝都栽种上花草树木，从外边看上去好像一座山。
`.trim().split('\n');
