var digest_global=`
#第三十卷 明悟禅师赶五戒
且说洛阳有一人，姓李名源，字子澄，乃饱学之士，腹中记诵五车书，胸内包藏千古史。因见朝政颠倒，退居不仕，与本处慧林寺首僧圆泽为友，交游甚密。泽亦诗名遍洛，德行满野，乃宿世古佛，一时豪杰皆敬慕之。每与源游山玩水，吊古寻幽，赏月吟风，怡情遣兴，诗赋文词，山川殆遍。忽一日，相约同舟往瞿塘三峡，游天开图画寺。源带一仆人，泽携一弟子，共四人发舟。不半月间至三峡，舟泊于岸，振衣而起。忽见一妇人，年约三旬，外服旧衣，内穿锦裆，身怀六甲，背负瓦罂而汲清泉。圆泽一见，愀然不悦，指谓李源曰：“此孕妇乃某托身之所也，明早吾即西行矣。”源愕然曰：“吾师此言，是何所主也？”圆泽曰：“吾今圆寂，自有相别言语。”四人乃入寺，寺僧接入。茶毕，圆泽备道所由，众皆惊异。泽乃香汤沐浴，分付弟子已毕，乃与源决别。说道：“泽今幸生四旬，与君交游甚密。今大限到来，只得分别。后三日，乞到伊家相访，乃某托身之所。三日浴儿，以一笑为验，此晚吾亦卒矣。再后十二年，到杭州天竺寺相见。”
恭惟圆寂圆泽禅师堂头大和尚之觉灵曰：惟灵生于河南，长在洛阳。自入空门，心无挂碍。酒吞江海，诗泣鬼神　惟思玩水寻山，不厌粗衣藜食。交至契之李源，游瞿塘之三峡。因见孕妇而负罂，乃思托身而更出。再世杭州相见，重会今日交契。如今送入离宫，听取山僧指秘。咄！三生共会下竺峰，葛洪井畔寻踪迹。
日往月来，星移斗换，不觉又十载有余。时唐十六帝僖宗乾符三年，黄巢作乱，天下骚动，万姓流离。君王幸蜀，民舍宫室悉遭兵火，一无所存。亏着晋王李克用兴兵灭巢，僖宗龙归旧都，天下稍定，道路始通。源因货殖，来至江浙路杭州地方。时当清明，正是良辰美景，西湖北山游人如蚁。源思十二年前圆泽所言“下天竺相会”，乃信步随众而行，见两山夹川，清流可爱，赏心不倦。不觉行入下竺寺西廊，看葛洪炼丹井。转入寺后，见一大石临溪，泉流其畔。源心大喜，少坐片时。忽闻隔川歌声，源见一牧童，年约十二三岁，身骑牛背，隔水高歌。源心异之，侧耳听其歌云：
三生石上旧精魂，赏月吟风不要论。
惭愧情人远相访，此身虽异性常存。
身前身后事茫茫，欲话当时恐断肠。
吴越山川游已遍，却寻烟棹上瞿塘。
歌毕，只见小童远远的看着李源拍手大笑。源惊异之，急欲过川相问而不可得。遥望牧童渡柳穿林，不知去向。李源不胜惆怅，坐于石上久之。问于僧人，答道：“此乃葛稚川石也。”源深详其诗，乃十二年圆泽之语并月峰下火文记，至此在下竺相会，恰好正是三生。访问小儿住处，并言无有，源心怏怏而返。后人因呼源所坐葛稚川之石为“三生石”，至今古迹犹存。后来瞿宗吉有诗云：
清波下映紫裆鲜，邂逅相逢峡口船。
身后身前多少事？三生石上说姻缘。
却说苏老泉的孩儿年长七岁，教他读书写字，十分聪明，目视五行书。行至十岁来，五经三史，无所不通，取名苏轼，字子瞻。此人文章冠世，举笔珠玑，从幼与谢瑞卿同窗相厚，只是志趣不同。那东坡志在功名，偏不信佛法，最恼的是和尚，常言：“不秃不毒，不毒不秃；转毒转秃，转秃转毒。我若一朝管了军民，定要灭了这和尚们方遂吾愿。”见谢瑞卿不用荤酒，便大笑道：“酒肉乃养生之物，依你不杀生。不吃肉，羊、豕，鸡、鹅，填街塞巷，人也没处安身了。况酒是米做的，又不害性命，吃些何伤？”每常二人相会，瑞卿便劝子瞻学佛，子瞻便劝瑞卿做官。瑞卿道：“你那做官，是不了之事，不如学佛三生结果。”子瞻道：“你那学佛，是无影之谈，不如做官实在事业。”终日议论，各不相胜。 
`.trim().split('\n');
