var digest_global=`
#江南游记
##三 杭州一夜（上）
抵达杭州车站，已是晚上七点了。
我们依照接客人的指令，坐上了车站前的黄包车。车把刚一抬起，车子猛然便飞奔向狭窄的街道。路上几乎是漆黑一片。路面极度凹凸不平，车身颠簸得也非同小可。
少间，道路变得宽阔了，不时可见门口点着电灯的高大的白壁邸宅。——这么说未免词不达意。起初只见黑暗之中朦朦胧胧地浮现出白色的物体，然后变成了耸立于无星的夜空中的白色墙壁。再其后，现出了刳墙而成的细长的门户。门口红色的名牌上，投射着电灯的光芒。这时我看到门内还亮着电灯的房间、对联、琉璃灯、盆栽的玫瑰，有时还看得见人影。我再没见过什么东西比这眼前一闪即逝、灯火通明的邸宅内部，更加美得难以想象。那里似乎存在着某种我们不知的、秘密的幸福。苏门答腊的勿忘我，鸦片幻梦里出现的白孔雀——似乎便有这一类东西在内。自古中国的小说里，便多见这种描写：深夜迷路的孤客借宿于某堂皇富丽的邸第，翌朝醒来一看，大厦高楼原来是荒草丛生的古冢，或是山野僻处的狐穴。此类故事比比皆是。我在日本时，只以为这类鬼狐故事也是凭机想象而已。然而如今看来，这些故事即便算是想象，但在中国都市田园的夜空中，也是蕴蓄着其理所当然的根据的。从夜的底处浮现出来的白壁宅邸——对这梦幻般的美，古今的小说家们定然也与我相同，感受到某种超自然的存在。适才看到的宅第门口，挂着“陇西李寓”的名牌。说不定那屋内古风依然的李太白正凝望着虚幻的牡丹，频倾玉盏亦未可知。
##四 杭州一夜（中）
偶然往四下一望，不知何时街道变窄了，而左右则林木茂密。令人殊觉奇怪的，是树木之间飞来舞去的极大的萤火虫光。说来，萤火虫在俳谐
中也被用作夏天的季题。可眼下方才四月，仅这一点就已经不可思议了。
车子突然从树木中蹿出，沿着平缓的坡道直奔下去。于是眼看着我们面前便出现了微明的水面。西湖！此刻我心中的确满溢了西湖情结。茫茫烟水之上，中天云裂处，流溢出窄窄的月光。而横亘水面的，一定不是苏堤便是白堤。堤上呈三角形高高地拱起的照例是座双拱桥。这美妙的银色与黑色，到底是在日本无缘一睹的。我坐在颠簸的车上，不禁挺直了身体，久久颙望着西湖。
##五 杭州一夜（下）
我们抵达新新旅馆，是又过了不到十分钟之后。此处无怪乎号称新新，总之是座欧风旅邸。可是当我们和中国侍者爬上狭窄的后楼梯，来到二楼我们的房间一看，许是轻视东洋人吧，却并非舒适的所在。首先，狭窄的房间里放了两张床，显然是中式客店的做派。加之要紧的房间位置，又是在旅馆后部的一角，什么坐在房间里便可眺望西湖的奢望，更是无望之想了。
村田君立即向侍者叫了西餐。可是他称食堂已关门，无法做西餐。于是只得改叫中餐。
我们用毕晚餐，下楼走到大厅。可是那里除了相框和廉价家具之外，不见一个客人的身影。不过走到大门口一看，只见石阶上桌子四周，男男女女五六个美国佬，正咕嘟咕嘟地大口喝着酒，一面扯着嗓门唱歌。尤其是那位秃头先生，搂着女人的腰肢，引吭高歌，好几度差点连同椅子一块儿翻倒在地。
##六 西湖（一）
旅馆前的栈桥上，在朝阳的照耀下，槐树叶子疏影浮动。那里，一艘前来迎接我们的画舫正舣舟以待。画舫这名字似很风雅，可是画舫的画字究竟因何而来，却不得而知。不过是张有白色遮阳布篷、装着黄铜把手的平凡至极的小船罢了。那画舫——总而言之，既然被告知是画舫，今后也打算继续呼之为画舫——那画舫载着我们，在一个看似好好先生的船老大的手中，悠悠地被摇进湖中。
湖水不如想象的深。从浮萍飘荡的水面，可以看见莲芽初吐的水底。起初还以为是因为距湖岸近的缘故，可到处好像都是如此。笼统地说，与其称之为湖，毋宁更近于巨大的水田。据闻这个西湖若听任其自然的话，很快就会干涸，因而千方百计堵住水，硬生生不让它外流。我倚在船边，不时拿着村田君的手杖往浅浅的湖底泥土中戳去，吓唬在水藻间游来游去、形似虾虎的鱼儿。
这条堤上有两座桥，靠近孤山的叫锦带桥，靠近日本领事馆的叫断桥。断桥在西湖十景中，是观赏残雪的名胜，前人留下的诗词也不少。桥畔残雪亭中，就立有清圣祖的诗碑。其他如杨铁崖
的“段家桥头猩色洒”，张承吉的“断桥荒藓涩”，说的都是这座桥。
这般娓娓道来似乎显得很博学，其实都见于池田桃川
氏《江南名胜史迹》一书，丝毫不足以自豪。
乐天的西湖诗中有“半醉闲行湖岸乐，马鞭敲镫辔玲珑。万株松树青山上，十里沙堤明月中”云云，纵然有昼夜的不同，我却觉得与此刻的心情颇相仿佛
画舫从锦带桥下穿过，立即取道向右。右面即孤山，这也是西湖十景之一，称作平湖秋月的，便是这一带的景致。话虽如此，眼下却是晚春的一个上午，望之只能徒然兴叹。孤山上，似乎是富人府邸，因为巨大反而显得庸俗的门和白壁绵亘相连。船划了一阵，驶过此处之后，眼前突兀地出现了一座气品极佳的三层楼房。临水而建的门既佳，左右的石狮亦佳。正猜想这是何等人物的府第，原来却是曾做过乾隆帝行宫、名满天下的文澜阁。这里与金山寺的文宗阁（镇江）、大观堂的文汇阁（扬州）一道，各藏有一部四库全书。加之庭院壮美，便弃船登岸欲求一见，可谁知却两者均不示凡人。我们无奈只得沿着湖岸去看了看从前的孤山寺即今天的广化寺，然后向前方的俞楼走去。
##七 西湖（二）
其次去看了苏小小的墓。苏小小乃钱塘名妓，后世居然用苏小小作为艺伎的代称，其墓自然也自古以来便盛名远扬。然而如今前来凭吊，却见这位唐代美人的墓，原来是个上面盖以瓦顶、四周涂着类似白灰之类，全无诗情画意的土馒头。
少时爱读的孙子潇
的诗里有这么一首：“段家桥外易斜曛，芳草凄迷绿似裙。吊罢岳王来吊汝，胜他多少达官坟。”可是，现在举目四望，却无处可见如裙的草色。唯有惨痛的阳光流洒在翻挖得乱七八糟的泥土上，加之西泠桥畔的路上，更有中国学生二三人在高歌排日歌曲。我匆匆地和村田君，一吊秋瑾女士墓之后，返身折回水际的画舫。
可是曾几何时，我对西湖开始反感起来。西湖并不如想象的美。至少现在的西湖，并非足以令人流连忘返的去处。湖水之浅已如前所述。可是西湖的水光山色如同嘉庆道光年间的诸位诗人
，太过富于纤细感。对厌倦于粗犷豪放的自然景观的中国文人墨客而言，或许会以此为佳。然而我们日本人因为素稔于纤细的自然景致，所以会觉得美固美矣，却尤嫌不满。不过，倘若仅止于此，则西湖犹自不失为不胜春寒的中国美人。然而这位中国美人却因了湖岸的红灰二色、俗不可耐的砖结构建筑，而被赋予了垂死的病根。非也，不独西湖，这灰红二色的砖结构建筑，犹如巨大的臭虫一般，蔓延于江南一带，其结果不论古迹也罢名胜也罢，将风景悉数破坏无遗。我刚才在秋瑾女士墓前也看到了这红砖拱门时，不仅为西湖，同时也为女士的在天之灵大鸣不平。以为作为伴着“秋风秋雨愁煞人”的诗句殉身革命的鉴湖女侠的墓门，未免失于不敬。而且这西湖的俗化不无日益蓬勃的倾向。十年过后，湖畔鳞次栉比的洋楼之内，每家每户都有一个美国佬酩酊大醉，而每幢洋楼门前各站一个美国佬大撒其尿——我总觉得这是势所必然。
曾几何时读苏峰先生的《中国漫游记》，苏峰氏曾说过倘能做个驻杭州领事悠然度过余生幸莫大焉之类的话。然而甭说杭州领事了，纵算任命我做浙江督军，与其守着这片泥沼，我也宁肯住在日本的东京……
画舫驶过了曲院风荷，停在岳王庙前。我们赶忙弃舟登岸，前去参拜自《西湖佳话》
以来便熟稔的岳将军之灵。于是只见庙墙八分是重筑，簇新闪亮，四下里泥沙成堆，暴露出正在改建的丑态。当然，曾令村田君喜不自禁的古香古色也荡然无存。唯有仿佛劫难过后的院内，成群的土工和泥水匠穿梭来往。村田君将照相机刚拿出一半，便泄气似的停住了脚。
##八 西湖（三）
看来民众这玩意儿，只理解单纯的东西，中国亦复如是。关羽也罢岳飞也罢，众望所归的英雄，都是单纯的人。纵使不是单纯的人，也是易被单纯化的人。只要不具备这一特色，任是何等不世出的英雄，也不容易得到普通百姓的欢心。
##九 西湖（四）
参拜过岳王庙后，我们又泛画舫返回孤山东岸。这里的槐树与梧桐树的树荫之下，有一家饭馆，挂着楼外楼的酒旗。据《读卖新闻》刊载的游记，武林无想庵
夫妇新婚燕尔时，就在这楼外楼中用过餐。
我们的餐桌如前所述，设在树影横斜交错的槐树之下。就在桌前我们的脚下，便是波光潋滟的西湖。湖水荡漾，连拍击在岸石上的声音听上去也十分优雅。水边有三位身着青衣的中国人，一个在清洗毛已被拔光的鸡，一个在漂洗旧棉袄，一个则稍稍离开，坐在柳树根下，悠悠自适地守着钓竿。突然，那男子倏地高举起钓竿，只见钓丝的底端，一尾鲫鱼在空中欢蹦乱跳。——这光景赋予了烂漫春光颇为悠闲的感觉。而在他们面前，西湖烟波缥缈地敞开胸襟。我在这一瞬间，确乎忘记了红砖建筑，忘记了美国佬，望着眼前和平的景色，我心中产生了小说也似的情绪：石碣村的柳梢，挥洒着晚春的阳光。阮小二坐在柳树根下，自刚才起就在专心致志地垂钓。阮小五洗好了鸡，转身回家去取厨刀。那位“鬓插石榴花、胸刺青豹”的、可爱的阮小七，还在洗着旧棉袄。
此刻湖面上一只涂得雪白的划艇，由四五个女学生划着，正朝湖心亭方向猛进！
##十 西湖（五）
我逐一打量了一番。于是发现在最后的男子，长着一张几乎与小宫丰隆
氏一模一样的面孔。后来在京汉铁道的列车上，曾有个列车员长得极像宇野浩二；而在北京，戏院的引座员中有一人跟南部修太郎
非常相似。由此看来，日本的文学家中，总的说来相貌长得像中国人的甚多也未可知。
栈桥上一位中国老爷子坐在鱼篮前，正和画舫的船老大聊天。瞅瞅那鱼篮，里面满满的竟都是蛇。一打听，原来和日本的放龟一样，这位老爷子每得到钱，便一条条地买了蛇来放生。任怎么说是积德累功，特特地花钱纵蛇逃生的日本人，恐怕一个也不会有。
画舫又载着我们，沿着岛岸，向雷峰塔摇去。岸边芦苇茂盛，其间摇曳着数株河柳。伸向水面的树枝上，刚觉得有什么东西在蠢动，原来却都是大鳖。不，仅仅是鳖的话也无甚惊人之处，稍稍上方的树杈上，一条赭石色的肥肥的蛇，将半条身子缠卷在柳树上，另外半条身子却在空中蠕动。我感到背脊仿佛隐隐作痒。不待言，这般感觉绝非令人心情愉快的东西。
少顷绕过岛屿，只见一水之隔、新绿悦目的对岸，雷峰塔兀地现出了身姿。举头仰望时的第一感觉，与伫立在花邸
近前仰望十二层楼
并无二致。只不过此塔的红砖墙壁上爬满了攀缘植物。不唯如此，连塔顶上也长着杂木，随风摇晃。塔身在阳光下迷离朦胧，幻梦般地耸立着，无比雄壮宏伟。
##十一 西湖（六）
据那本导游书Hangchow Itineraries（杭州旅游指南）记载，距今约三百七十年前，西子湖畔屡遭倭寇侵扰。然而对他们这些海盗来说，雷峰塔是个极大的障碍。因为当时中国官方在塔上设立了瞭望哨，所以倭寇尚未接近杭州城，他们的一举一动中国官方就已了如指掌了。于是有一次，日本海盗围住雷峰塔纵火攻打，连续火攻三天三夜。由于如此原因，雷峰塔早在红砖尚未开始制造以前，就已变成红砖塔了。大致便是这样一个故事，至于其真伪，当然不打保票。
新新旅馆的上方，那座黄绿的石山据说是葛洪炼丹之地，名扬四海的葛岭。葛岭顶上有一庙，飞檐斗拱，宛如振翅欲飞的小鸟一般，其右侧与之相连的小山——据西湖全图叫作宝石山，山上可见保俶塔的窈窕身姿。这座塔亭亭玉立的姿容，与形同老衲的雷峰塔相比，诚如古人所言，有如美人回眸。并且葛岭上阴霾一片，而宝石山顶的草木上却流溢着娇艳的阳光。
登上放鹤亭，是在二十多分钟之后。画舫到这儿，得穿过锦带桥，然后再横穿为白堤所环抱的所谓里湖。我们在梅叶青青之中观赏了放鹤亭，还去看了位于更高处、翘然而立的林逋的巢居阁，以及建于其后，也是一个大土馒头的“宋林处士墓”，在那一带徘徊徜徉。林逋无疑是高人，可是同时也无疑不像日本的小说家那样贫困潦倒。据林逋七世孙林洪所著《山家清事》，林洪的隐居生活是“舍三，寝一，读书一，治药一。后舍二，一储酒谷，列农具山具，一安仆役庖厨，称是。童一，婢一，园丁二，犬十二足，驴四蹄，牛四角”。倘若和靖先生也是如此的话，则不得不承认比月租十五元赁屋而居远为富裕。
湖边柳絮飞舞，二三十个中国女学生结队向西泠桥走去。
##十二 灵隐寺
今天在去灵隐寺的途中，顺道看了看青涟寺。只见长方形的大池子里，有许多黑红鲤鱼。此处美称玉泉鱼跃，该寺即以五色锦鲤闻名。虽然号称五色，实际上至多只有三色。临池的亭中，放着藤椅和桌子。在那儿落座后，便有和尚送来茶和点心。说是送来，当然并非免费。就是说看似和尚养鱼，其实是鱼养和尚。
灵隐寺是个很大的寺院。
今天也时时落雨，高大的杉桧、苔痕苍苍的石桥——这座寺庙给人的感觉，大致不妨想象为中国的高野山
床头的白色枕头上，一动不动地趴着一只围棋子大小的蜘蛛！单凭这一点，西湖就不是什么好去处。 
`.trim().split('\n');
