var quote31_global=[
[
"“Let’s just assume you haven’t seen it,” Steve said. He was getting angry at Tony, and Tony was starting to pick up on it.",
"“You know Ultron’s trying to tear us apart, right?” Tony said.",
"—— 《大电影双语阅读. Avengers- Age of Ultron复仇者联盟2：奥创纪元(美国漫威公司)》 (line 723 - 724)",
],
[
"阉茂岁：岁阴在戌，星居巳。以九月与翼、轸晨出，曰天睢。白色大明。其失次，有应见东壁。岁水，女丧。",
"大渊献岁：岁阴在亥，星居辰。以十月与角、亢晨出，曰大章。苍苍然，星若跃而阴出旦，是谓“正平”。起师旅，其率必武；其国有德，将有四海。其失次，有应见娄。",
"困敦岁：岁阴在子，星居卯。以十一月与氐、房、心晨出，曰天泉。玄色甚明。江池其昌，不利起兵。其失次，有应昴。",
"—— 《史记(文白对照)》 (line 2070 - 2072)",
],
[
"用一生来学习艺术<sup>[1]</sup>",
"我念过文科，也念过理科。在课堂上听老师提到艺术这个词，还是理科的老师次数更多：化学老师说，做实验有实验艺术；计算机老师说，编程序有编程艺术。老师们说，怎么做对是科学，怎么做好则是艺术；前者有判断真伪的法则，后者则没有；艺术的真谛就是要叫人感到好，甚至是完美无缺。传授科学知识就是告诉你这些法则，而艺术的修养是无法传授的，只能够潜移默化。这些都是理科老师教给我的，我觉得比文科老师讲得好。",
"—— 《我的精神家园 (王小波杂文)(王小波)》 (line 70 - 71)",
],
[
"比如，中国官制上关于官吏名额的规定，往往注重形式，不顾事实需要。地方政务即使年有增加，吏员额数终未按比加多。以清代而论，据《大清会典》所载，总计州县数目1448，佐贰数目连学官加算起来，亦不过5526，即一位知县或知州的佐贰还分不到四位。每州县当时人口平均以20万人计，要一个县或州的负责人带着那三四佐贰，把“刑名”、“钱谷”、“书记”、“挂号”、“征比”各项事务做好，任凭天大本领，也不能够，于是县府州衙不得不在定额人员之外，聘定幕友，依托地方士绅。幕友是要致送报酬的，政府对幕友不给俸禄，“而幕之修”，就要“出于官禄”了，聘请十个八个幕友，把全部“官禄”拿出，还嫌不够。至于县太爷与百姓之间，往往是靠一批乡绅做着承上启下的联系；他们这些人虽不从州县直接索取报酬，却显然会因此开一请托包庇之门，而间接成为小百姓的无形的、无限的负担。在州县如此，在总督衙门亦系如此。田文镜为河东总督时，曾自述其衙门中书役人数说：“臣衙门经制（政府定额）书吏，上下两班，每班十名，共二十名。现今办事书吏，头班二班，俱有百余名，是较经制十倍有余，事务殷繁，尚苦赶办不及。”【4】这些额外人员的报酬，该如何打发呢？那在事实上，不但不会增加主管人员的负担，且还可能变为他们的一个“财源”。道光时曾有这样一道上谕：",
"—— 《中国官僚政治研究(王亚南)》 (line 477)",
],
[
"“Is that your opinion, captain?” asked Herbert.",
"“Yes, my boy,” replied the engineer, “that may have been the case. It is possible that at the moment, or in expectation of a wreck, they collected into this chest different articles of the greatest use in hopes of finding it again on the coast—”",
"—— 《The Mysterious Island》 (line 1641 - 1642)",
],
[
"“你啊，就算一群野牛迎面冲来，等它们把你踩进雪里，你也没发现。”派普悄声回答。",
"“我会啦，”葛兰坚持，“我大老远就会看见它们。”",
"莫尔蒙倒是证实了葛兰的疑虑。“黑城堡无需神木林。鬼影森林早在安达尔人将七神带过狭海前的黎明纪元便已耸立在长城之外，至今依然。由此向北半里格你会找到一片鱼梁木，或许也会找到你的神。”",
"—— 《冰与火之歌1-5卷(乔治 R·R·马丁(Martin.G.R.R.))》 (line 4467 - 4469)",
],
[
"亮。苏门先生乃廙尔而笑。籍既降，先生喟然高啸，有如凤音。籍素知音，乃假苏门先生之论，以寄所怀。其歌曰：“日没不周西，月出丹渊中。阳精晦不见，阴光代为雄。亭亭在须臾，厌厌将复隆。富贵廙仰间，贫贱何必终”",
"又引《竹林士贤论》曰：籍归，遂著《大人先生论》，所言皆胸怀间本趣，大意谓先生与己不异也。观其长啸相和，亦近乎目击道存矣。",
"（《世说新语·栖逸第十八》注）",
"—— 《汉魏六朝诗、文、赋(程怡)》 (line 1245 - 1247)",
],
[
"且说元璋部将廖永忠、俞通海等，驾着六舟，深入敌中，舟为大舰所蔽，无从望见，好似陷没一样。俄顷见六舟将士，攀登敌舟，逢人便杀，见物即烧，那时元璋所有的将士，益觉勇气百倍，呼声震天，波涛立起，日为之暗。敌船大乱，怎禁得元璋部下，杀一阵，烧一阵，刀兵水火，一齐俱到，害得进退无路，只好与鬼商量，随他同去。最可笑的，舟高且长，操橹的人，不识前面好歹，兀自载了同舟敌国，呐喊狂摇，到了火炽，已是不及逃命。（大舟之害，如是如是。）友谅到此，狼狈已极，亏得张定边拼命救护，才得冲出重围，退保鞋山。元璋率诸将追至罂子口，因水面甚狭，不好轻进，便在口外寄泊，友谅亦不敢出战。相持一日，元璋部将欲退师少休，请诸元璋，未得邀允。俞通海复入禀道：“湖水渐浅，不如移师湖口，扼江上流。”元璋因问诸刘基。基答道：“俞将军言之有理，主公且暂时移师，待至金木相犯的日时，方可再战。”乃下令移师，至左蠡驻扎。友谅亦出泊渚矶，两下又相持三日，各无动静。元璋乃遣使遗书友谅道：",
"—— 《明史演义(蔡东藩)》 (line 228)",
],
[
"“Sorry, I don’t know him.”",
"“You don’t know Rusty Trawler, you can’t know much about the kid. Bad deal,” he said, his tongue clucking in his huge head. “I was hoping you maybe had influence. Could level with the kid before it’s too late.”",
"—— 《Breakfast at Tiffany's (Vintage International)(Truman Capote)》 (line 190 - 191)",
],
[
"经济观点或世俗宗教",
"共产主义是在教会权威和精神活力日益衰落的时代中，从一种经济、政治学说逐渐发展起来的。在其他时代可能会以宗教信仰形式表现出来的激情都转到了政治行动上。社会主义更多的是表现为一种与人类尘世生活中的苦难相决裂，而不是一门可应用于企业管理或经济运作的技术。",
"无论是左派的意识形态还是右派的意识形态，无论是法西斯主义，还是共产主义，都从现代“内在性”（immanence）哲学汲取了诸多养分。它们都是无神论，甚至当它们都不否认上帝的存在时亦是如此。而且，它们更进而认为，人类世界并不需要参考超验（transcendant）。根据拉贝托尼埃（La Berthonnière）的论点，无论笛卡尔是一个多么好的基督徒，他都可以被看作是这种无神论的创始人。笛卡尔对研究自然的兴趣要大于思索彼岸世界的兴趣。虽然第二国际或者第三国际的马克思主义者均愿意重申宗教是私人事务，但是他们都仅仅把国家组织看作是惟一重要的事。激情的转变自然是伴随着利益中心的变动。人们自相残杀的目的不再是决定哪种教会享有解释圣典和管理圣物的使命，而是确立何种政党或何种方法提供了在这尘世中为所有人布施物质恩惠的最好机会。",
"—— 《知识分子的鸦片 (雷蒙•阿隆)》 (line 923 - 925)",
],
[
"在某种意义上，迈斯特是法西斯主义的先驱和早期鼓吹者，这正是人们对他饶有兴趣的原因。在古典主义面具之后、在古典主义的表面下、在古典气派之后、在正统的托马斯主义的背后、在当时官方完全听命于王室的背后——这在当时毫不出奇，迈斯特的思想里有更广泛、更浪漫、更恐怖的东西。他令人想起了邓南遮和尼采这类人物——不必在后来的人物中寻找例子。在那方面，他很像卢梭。正如卢梭将加尔文主义的逻辑束缚施加给一种极端个人的蠢行，迈斯特将一种正式的正统主义性质的天主教框架施加给十分强烈、十分革命的、最终是法西斯主义性质的内在激情。",
"—— 《自由及其背叛：人类自由的六个敌人(以赛亚·伯林)》 (line 366)",
],
[
"It was my first meeting with Arnold since he retired from the Cabinet Office and took on his other onerous duties. I asked him, mischievously, how things are at the Campaign for Freedom of Information. ‘I’m sorry,’ he said, ‘but I can’t talk about that.’",
"—— 《The Complete Yes Prime Minister(Jonathan Lynn)》 (line 302)",
],
[
"由于事物范围的极其广大，发展的无限性，所以，在一定场合为普遍性的东西，而在另一一定场合则变为特殊性。反之，在一定场合为特殊性的东西，而在另一一定场合则变为普遍性。资本主义制度所包含的生产社会化和生产资料私人占有制的矛盾，是所有有资本主义的存在和发展的各国所共有的东西，对于资本主义说来，这是矛盾的普遍性。但是资本主义的这种矛盾，乃是一般阶级社会发展在一定历史阶段上的东西，对于一般阶级社会中的生产力和生产关系的矛盾说来，这是矛盾的特殊性。然而，当着马克思把资本主义社会这一切矛盾的特殊性解剖出来之后，同时也就更进一步地、更充分地、更完全地把一般阶级社会中这个生产力和生产关系的矛盾的普遍性阐发出来了。",
"—— 《矛盾论(毛泽东)》 (line 70)",
],
[
"\"Ulla, ulla, ulla, ulla,\" wailed that superhuman note--great waves of sound sweeping down the broad, sunlit roadway, between the tall buildings on each side. I turned northwards, marvelling, towards the iron gates of Hyde Park. I had half a mind to break into the Natural History Museum and find my way up to the summits of the towers, in order to see across the park. But I decided to keep to the ground, where quick hiding was possible, and so went on up the Exhibition Road. All the large mansions on each side of the road were empty and still, and my footsteps echoed against the sides of the houses. At the top, near the park gate, I came upon a strange sight--a bus overturned, and the skeleton of a horse picked clean. I puzzled over this for a time, and then went on to the bridge over the Serpentine. The voice grew stronger and stronger, though I could see nothing above the housetops on the north side of the park, save a haze of smoke to the northwest.",
"—— 《The War of the Worlds(Wells,H. G.)》 (line 891)",
],
[
"[161] 艾希曼在阿根廷曾详细地谈到金特，并且解释说，金特曾利用他不在的机会，对与艾希曼有所接触的犹太人执行了死刑，而艾希曼基于策略上的考量曾一再推迟那么做。艾希曼认为金特仍然活着，因此要求萨森移除相关记录，因而在以色列警方笔迹鉴定专家哈加格的那一份拷贝和原始抄本（“艾希曼遗物”）当中都没有发现这个部分。那几页文字如今保存在路德维希堡联邦档案馆的“杂项”卷宗。此外可参见本书第七章《余波荡漾》。",
"—— 《理想国译丛041 耶路撒冷之前的艾希曼：平庸面具下的大屠杀刽子([德]贝蒂娜·施汤内特)》 (line 632)",
],
[
"(18) 种种琴音］1872年第一版；1874/1878年第一版付印稿：琴音。——编注",
"(19) 而且如此这般，凡在……］誊清稿：我借此已经表明，在狄奥尼索斯元素渗透进来的地方，狄奥尼索斯的诞生的直接后果就是阿波罗的消灭。——编注",
"(20) 狄奥尼索斯本质］1872年第一版：狄奥尼索斯特性。——编注",
"(21) 常新的］为1872年第一版和1874/1878年第一版付印稿中所没有的。——编注",
"—— 《悲剧的诞生(弗里德里希•尼采)》 (line 271 - 274)",
],
[
"群鬼一听此言，登时大怒。那高瘦如竹竿之人冷笑道：“西山一窟鬼行路向来不会绕弯儿！”一提马缰，向站在路中那人迎面冲去。",
"那人左手一扬，身旁双虎立即扑上，瘦子的坐骑受惊，人立起来。那瘦子骑术甚精，身附鞍上，刷的一响，双手已各持一柄短枪，向两头猛虎刺去。左边的猛虎向旁跃开，右边的猛虎却一掌抓破了他坐骑的肚子，那猛虎跟着一声狂吼，也已中枪受伤。那瘦子纵身下地，喝道：“亮兵刃罢！”左枪高，右枪低，摆个“双龙伏渊势”，却不向前递出。",
"—— 《神雕侠侣(修订版)(金庸)》 (line 5773 - 5774)",
],
[
"田房　那就是女权主义者内部的斗争啦？",
"上野　主张“女人跟男人做一样的事才叫平等”很简单，但是反对的人就要给出更复杂的理论。",
"田房　要怎么反对啊？",
"上野　“既然说军队侵犯人权，那么就是侵犯了男性的人权，所以男性也应该跟我们一起站出来说‘不’。”军队侵犯的不仅是士兵的人权，也侵犯了战争死难者的人权。军队是杀人机器，追求杀人机器的男女平等，这能叫女权主义吗？我觉得这种想法才算健康，然而不论男女，很多人都不这么想。他们只会坚持形式逻辑，说什么“这不符合逻辑啊，为什么女人不参军？”。中野翠[21]在海湾战争时期就质疑过，说女权主义者为何不坚持“女人也应该得到平等的参战机会”。真是太讨厌了。",
"—— 《从零开始的女性主义(上野千鹤子)》 (line 1331 - 1334)",
],
[
"下面我先谈一下西方法律思想史，尤其是西方近现代以来的法律思想史中，关于法治理论的两条路经。鉴于在座的诸位主要是大学法科生或法科研究生，有关“法治是什么”的基本法理学论述我在此就不赘述，我想你们的老师都已经教授给你们了。此外，大家还可以参考以下这些有代表性的文献：夏勇教授在《中国社会科学》发表的论文《法治是什么——源流、规诫与价值》、郑永流教授的《法治四章》、季卫东教授的《法治秩序的建构》和高鸿钧教授的《现代法治的出路》等著述。上述论著主要是中国法学家有关法治理论的论说，他们着重于从一般法学原理和法治要素、内容、价值等专业性的角度阐释法治问题，对于法治的内涵与外延以及法的本性和价值意义，给出了深入和确当的说明。我今天讲的与他们不同，不是从法学理论的角度，而是从思想史的角度，从法治的历史生成与演变来看一种社会秩序的塑造、功能与价值是如何发生，并如何转化为西方思想家们的法治思想的。",
"—— 《思想的界碑：西方政治思想史讲稿(高全喜)》 (line 628)",
],
[
"【三】那大汉下的车，众人施礼数，那大汉觑得人如无物。众乡老展脚舒腰拜，那大汉那身着手扶。猛可里抬头觑，觑多时认得，险气破我胸脯。",
"【二】你须身姓刘，您妻须姓吕，把你两家儿根脚从头数。你本身做亭长耽几盏酒，你丈人教村学读几卷书。曾在俺庄东住，也曾与我喂牛切草，拽坝扶锄。",
"【一】春采了桑，冬借了俺粟，零支了米麦无重数。换田契强秤了麻三秤，还酒债偷量了豆几斛。有甚胡突处？明标着册历，见放着文书。",
"—— 《全元散曲》 (line 4032 - 4034)",
],
[
"<b>Upon its own producer/ forthwith touched</b>",
"The whole enormous matter into Life <jsdocimg>00048.jpeg</jsdocimg>",
"<b>Upon that very hour/ our parentage/</b>",
"The Heavens/ and the Earth/ were manifest <jsdocimg>00048.jpeg</jsdocimg>",
"—— 《The Fall of Hyperion (Hyperion Cantos, Book 2)(Dan Simmons)》 (line 4982 - 4985)",
],
[
"事实上除了某些例外，“心智”这个词完全不具备科学概念的功能，而只是一个修辞手段，即使在它的使用被禁止时也一样。更准确地说，它的作用是交流——有时是利用——一种恐惧而不是定义一个过程；一方面是对主观主义的恐惧，另一方面是对机械主义的恐惧。“即使是在完全觉悟到拟人化主观主义的本质及其危险时，”克拉克·赫尔严正警告我们，“最谨慎、最有经验的思想家也可能发现自己成了它的诱惑力的牺牲品。”他还力主一种“预防”性的战略，将所有行为视为仿佛是由一只狗、一只患白化病的老鼠、一个机器人的所为。[31]而同时，正好相反，戈登·阿尔波特教授在这类探讨中看到了对人类尊严的威胁。他抱怨说：“我们正在遵循的模式缺乏长远方向，而这是道德的基础……醉心于机器、老鼠或婴幼儿，导致我们过分注重人类行为的某些特征，而这些特征是边缘性、信号性或者遗传性的，并会因此轻视那些中心的、未来取向的或符号性的特征。”[32]在面临困扰着人类研究方面如此矛盾的描述时，让人略感惊讶的是一些新近的心理学家，他们在希望对人类行为的定向性方面做出令人信服的解释与遵守科学的客观性原则之间备受折磨，发现自己受到一种致人死命的策略的诱惑，就是将自己定义为“主观行为主义者”。[33]",
"—— 《文化的解释(克利福德·格尔茨)》 (line 207)",
],
[
"但是，确切地说，真理总是能战胜迫害的说法，只是一种美丽的谎言，人们彼此津津乐道，直至最终成为陈腔滥调，但一切经验都与之恰好相反。真理被迫害扑灭的例子史不绝书。其纵使不被遏绝，也动辄被推后数百年不止。仅就宗教观念来说：先路德而进行宗教改革者不下二十余辈，但是都被镇压了。布雷西亚的阿诺德被镇压了。多尔奇诺修士被镇压了。萨伏那洛拉被镇压了。阿尔比派被镇压了。韦尔多派被镇压了。罗拉派被镇压了。胡斯派被镇压了。甚至在路德之后，无论何地只要坚持迫害，都能取得成功。在西班牙、意大利、佛兰德斯、奥地利帝国，新教被根除；在英格兰，如果玛丽女王还活着或者伊丽莎白女王已死，情况也可能非常相像。除非异端已成为非常强大的力量以至于无法全然迫害，迫害总是能够取得成功。没有一个有理性的人会怀疑基督教曾差点在罗马帝国灭绝。其之所以能得以传播并最终成为主流，仅仅因为迫害是间歇性的，迫害虽一直存在但每次时间都较短，中间有长时段的间隔，使其几乎未受干扰地得以传布。认为真理仅仅凭其为真理，就天然具有抵御错误的力量，能够战胜地牢与火刑，乃是一种空洞无凭的侥幸心理。人们对于真理的热情并不一定就强过谬误，法律或社会惩罚的多次运用，总是能成功地阻止无论真理还是谬误的传播。真理的真正优势在于，如果一项意见是真理，它虽可能被扑灭一次、两次以至多次，然而在悠悠岁月之中，总会有人重新发现它，直到有一天它的重现恰值一个有利的环境，成功地逃脱了压迫，再到它经受住了随后所有镇压它的企图而大步前进。",
"—— 《论自由(John Stuart Mill)》 (line 103)",
],
[
"[28] 在此我得益于H.L.A.哈特的《有无自然权利？》，载于《哲学评论》第64卷（1955年），第185页以后。",
"[29] 洛克坚持认为：征服、暴力和伤害都不是正当的，不管它们“被冠以何种名称、托辞，或法律形式”：见《政府论》下篇，第176段，第20段（参见商务印书馆1981年版中文本）。见汉纳·皮特金对洛克的评论：《职责和同意》，载于《美国政治科学评论》第59卷（1965年），特别是第994—997页，其中的基本观点是我同意的。",
"—— 《正义论 (外国伦理学名著译丛)(约翰•罗尔斯)》 (line 569 - 570)",
],
[
"十五日，张春发、万本华、夏辛酉败于河西邬（务），死者十四五，潞水为之不流。御史王廷相走，渡河死。廷相故与曾廉、王龙文、张季煜，以秉衡奏入军，兵败皆脱身走。廷相谄附拳匪，比于连文冲、鲍琪豹而阘茸过之。载澜、刚毅连名奏，廷相属草焉。尝上格天疏，请以大阿哥监国，尤好言用兵，秉衡信之，使总军事，以走死。而鹿传霖为请恤，优诏褒其忠。陈泽霖自武清移营，闻炮声，一军皆溃，秉衡走通州。（李记）",
"—— 《戊戌前后的痛与梦：庚子西狩丛谈【(清)吴永 口述，刘治襄 记】》 (line 123)",
],
[
"名为担心的这种恐怖情绪，肯定有透过影子传达给忍。",
"所以她才会做出这种行径。",
"而且按照这个理论，因为我和她经由影子相系，所以她掐着我脖子的现在，自己应该也有被掐脖子的感觉吧？",
"忍似乎没想到这一点，她放松手臂不再掐我之后咳了几声，露出颇为难受的不悦表情。",
"看起来好蠢。",
"顺带一提，这种知觉同步的现象是单方面的，忍会和我的知觉同步，但反过来不成立。比方说如果我被火怜踢了一脚，受到的打击会反应在忍身上。",
"—— 《物语系列：伪物语(西尾维新)》 (line 7437 - 7442)",
],
[
"此本说话，出在祝枝山《西樵野记》中，事体本等有趣。只因有个没见识的，做了一本《鸳衾记》，乃是将元人《玉清庵错送鸳鸯被》杂剧与嘉定篦工徐达拐逃新人的事三四件，做了个扭名粮长，弄得头头不了，债债不清。所以，今日依着本传，把此话文重新流传于世，使人简便好看。有诗为证：",
"片言得妇是奇缘，此等新闻本可传。扭捏无揣殊舛错，故将话本与重宣。",
"—— 《初刻拍案惊奇(凌濛初)》 (line 549 - 550)",
],
[
"这么说你是觉得我们将把最低级的意识与最高级的意识的考虑撇在了我们的讨论之外？之所以这样，是因为我们在目前阶段还没考虑到心理生活的内容。现在请允许我也打断你一次，让我们之间的谈话暂停一下。我给你讲了这么多关于心理学的问题，因为我想让你在头脑中有这样的印象：精神分析是应用心理学的一部分。而且，这种心理学是仅限于精神分析的心理学，为外行所不知。因此，一个精神分析者首先必须学习这种心理学，这种深蕴心理学或潜意识心理学，或者至少该学习当今人们已了解的这种心理学的一部分。我们需要这种心理学知识作为我们以后立论的基础。但是现在我们来看看，你所提及的“纯”意指什么呢？",
"—— 《弗洛伊德文集(套装共12册)》 (line 12714)",
],
[
"王柏臣一听不错，便求他写信去联络众位。一面说话，一面便把纸墨笔砚取了出来，请他当面写信，又亲自动手替他磨墨。赵员外又愣了一会，道：“且慢。来了电报，不给你晓得，总算是我替你扣下来的，但是你没有得信，凭空的钱粮跌价，这话总说不过去，总是一个大漏洞。我们总得预先斟酌好了，方才妥当。”王柏臣听他说得有理，亦就呆在一旁出神。赵员外道：“这事情不是三言两语可以了结的，等治弟出去商量一个主意，再进来回复老父台就是了。”",
"—— 《中国古典文学荟萃》 (line 17148)",
],
[
"“‘机关算尽太聪明，反算了卿卿性命’。马上通知支委、党小组和其他有关的人，到我那去开一个支委扩大会。”秦婷说。（摘自葛玫君《这里属于小气候》）",
"②真是“机关算尽太聪明，反算了卿卿性命。”正是刘松柏认为漏洞缝补得差不多的时候，“兄弟伙”早已把他供出来了……（摘自刘诗训《新市长的堕落——与刘松柏谈话的启示》）",
"—— 《古典诗词名句今用1400例(于海洲)》 (line 1240 - 1241)",
],
[
"“‘天啊。’铁匠在我身边说道。”",
"“这一行人慢慢离远了，棍子仍然从两边落在那踉踉跄跄、浑身抽搐的人背上，鼓声和笛声仍然鸣响着，身材魁梧端正的上校也仍然迈着坚定的步子，在罪犯身边走动。突然间，上校停了一停，随后快步走到一名士兵跟前。”",
"“‘我要让你知道厉害，’我听见他的气呼呼的声音，‘你还敢敷衍吗？还敢吗？’”",
"—— 《大学语文(北京大学出版社)》 (line 4167 - 4169)",
],
];
