var digest_global=`
##第三回 贾雨村夤缘复旧职 林黛玉抛父进京都
黛玉只带了两个人来：一个是自幼奶娘王嬤嬤，一个是十岁的小丫头，亦是自幼随身的，名唤作雪雁。贾母见雪雁甚小，一团孩气，王嬷嬤又极老，料黛玉皆不遂心省力的，便将自己身边的一个二等丫头，名唤鹦哥者与了黛玉。外亦如迎春等例，每人除自幼乳母外，另有四个教引嬷嬷，除贴身掌管钗钏盥沐两个丫鬟外，另有五六个洒扫房屋来往使役的小丫鬟。
##第十回 金寡妇贪利权受辱 张太医论病细穷源
于是，贾蓉同了进去。到了贾蓉居室，见了秦氏，向贾蓉说道：“这就是尊夫人了？”贾蓉道：“正是。请先生坐下，让我把贱内的病说一说再看脉如何？”
贾蓉于是同先生到外间房里床上坐下，一个婆子端了茶来。贾蓉道：“先生请茶。”于是陪先生吃了茶，遂问道：“先生看这脉息，还治得治不得？”先生道：“看得尊夫人这脉息：左寸沉数，左关沉伏；右寸细而无力，右关虚而无神。其左寸沉数者，乃心气虚而生火；左关沉伏者，乃肝家气滞血亏。右寸细而无力者，乃肺经气分太虚；右关虚而无神者，乃脾土被肝木克制。心气虚而生火者，应现经期不调，夜间不寐。肝家血亏气滞者，必然肋下疼胀，月信过期，心中发热。肺经气分太虚者，头目不时眩晕，寅卯间必然自汗，如坐舟中。脾土被肝木克制者，必然不思饮食，精神倦怠，四肢酸软。据我看这脉息，应当有这些症候才对。或以这个脉为喜脉，则小弟不敢从其教也。”旁边一个贴身伏侍的婆子道：“何尝不是这样呢。真正先生说的如神，倒不用我们告诉了。如今我们家里现有好几位太医老爷瞧着呢，都不能的当真切的这么说。有一位说是喜，有一位说是病，这位说不相干，那位说怕冬至，总没有个准话儿。求老爷明白指示指示。”那先生笑道：“大奶奶这个症候，可是那众位耽搁了。要在初次行经的日期就用药治起来，不但断无今日之患，而且此时已全愈了。如今既是把病耽误到这个地位，也是应有此灾。依我看来，这病尚有三分治得。吃了我的药看，若是夜里睡的着觉，那时又添了二分拿手了。据我看这脉息：大奶奶是个心性高强聪明不过的人；聪明忒过，则不如意事常有；不如意事常有，则思虑太过。此病是忧虑伤脾，肝木忒旺，经血所以不能按时而至。大奶奶从前的行经的日子问一问，断不是常缩，必是常长的。是不是？”这婆子答道：“可不是，从没有缩过，或是长两日三日，以至十日都长过。”先生听了道妙啊！这就是病源了。从前若能够以养心调经之药服之，何至于此。这如今明显出一个水亏木旺的症候来。待用药看看。”于是写了方子，递与贾蓉，上写的是：
益气养荣补脾和肝汤
人参二钱 白术二钱土炒 云苓三钱 熟地四钱 归身二钱酒洗
白芍二钱炒 川芎钱半 黄芪三钱 香附米二钱制 醋柴胡八分
怀山药二钱炒 真阿胶二钱蛤粉炒 延胡索钱半酒炒 灸甘草八分
引用建莲子七粒去心 红枣二枚
贾蓉看了，说：“高明的很。还要请教先生，这病与性命终久有妨无妨？”先生笑道：“大爷是最高明的人。人病到这个地位，非一朝一夕的症候，吃了这药也要看医缘了。依小弟看来，今年一冬是不相干的。总是过了春分，就可望痊愈了。”贾蓉也是个聪明人，也不往下细问了。
##第十九回 情切切良宵花解语 意绵绵静日玉生香
彼时黛玉自在床上歇午，丫鬟们皆出去自便，满屋内静悄悄的。宝玉揭起绣线软帘，进入里间，只见黛玉睡在那里，忙走上来推他道：“好妹妹，才吃了饭，又睡觉。”将黛玉唤醒。黛玉见是宝玉，因说道：“你且出去逛逛。我前儿闹了一夜，今儿还没有歇过来，浑身酸疼。”宝玉道：“酸疼事小，睡出来的病大。我替你解闷儿，混过困去就好了。”黛玉只合着眼，说道：“我不困，只略歇歇儿，你且别处去闹会子再来。”宝玉推他道：“我往那去呢，见了别人就怪腻的。”
##第二十二回 听曲文宝玉悟禅机 制灯谜贾政悲谶语
贾政心内沉思道：“娘娘所作爆竹，此乃一响而散之物。迎春所作算盘，是打动乱如麻。探春所作风筝，乃飘飘浮荡之物。惜春所作海灯，一发清净孤独。今乃上元佳节，如何皆作此不祥之物为戏耶？”心内愈思愈闷，因在贾母之前，不敢形于色。只得仍勉强往下看去。
##第四十五回 金兰契互剖金兰语 风雨夕闷制风雨词
黛玉每岁至春分秋分之后，必犯嗽疾；今秋又遇贾母高兴，多游玩了两次，未免过劳了神，近日又复嗽起来，觉得比往常又重，所以总不出门，只在自己房中将养。
这日宝钗来望他，因说起这病症来。宝钗道：“这里走的几个太医虽都还好，只是你吃他们的药总不见效，不如再请一个高明的人来瞧一瞧，治好了岂不好？每年间闹一春一夏，又不老又不小，成什么？不是个常法。”黛玉道：“不中用。我知道我这样病是不能好的了。且别说病，只论好的日子我是怎么形景，就可知了。”宝钗点头道：“可正是这话。古人说‘食谷者生’，你素日吃的竟不能添养精神气血，也不是好事。”黛玉叹道‘死生有命，富贵在天’，也不是人力可强的。今年比往年反觉又重了些似的。”说话之间，已咳嗽了两三次。宝钗道：“昨儿我看你那药方上，人参肉桂觉得太多了。虽说益气补神，也不宜太热。依我说，先以平肝健胃为要，肝火一平，不能克土，胃气无病，饮食就可以养人了。每日早起拿上等燕窝一两，冰糖五钱，用银铫子熬出粥来，若吃惯了，比药还强，最是滋阴补气的。”
##第四十九回 琉璃世界白雪红梅 脂粉香娃割腥啖膻
一时众姊妹来齐，宝玉只嚷饿了，连连催饭。好容易等摆上来，头一样菜便是牛乳蒸羊羔。贾母便说：“这是我们有年纪的人的药，没见天日的东西，可惜你们小孩子们吃不得。今儿另外有新鲜鹿肉，你们等着吃。”众人答应了。宝玉却等不得，只拿茶泡了一碗饭，就着野鸡瓜
忙忙的咽完了。贾母道：“我知道你们今儿又有事情，连饭也不顾吃了。”便叫“留着鹿肉与他晚上吃”，凤姐忙说“还有呢”，方才罢了。史湘云便悄和宝玉计较道：“有新鲜鹿肉，不如咱们要一块，自己拿了园里弄着，又玩又吃。”宝玉听了，巴不得一声儿，便真和凤姐要了一块，命婆子送入园去。
##第七十六回 凸碧堂品笛感凄清 凹晶馆联诗悲寂寞
黛玉叹道：“我这睡不着也并非今日，大约一年之中，通共也只好睡十夜满足的。”
##第七十七回 俏丫鬟抱屈夭风流 美优伶斩情归水月
宝玉道：“不是我妄口咒他，今年春天已有兆头的。”袭人忙问何兆。宝玉道：“这阶下好好的一株海棠花，竟无故死了半边，我就知有异事，果然应在他身上。”袭人听了，又笑起来，因说道：“我待不说，又撑不住，你太也婆婆妈妈的了。这样的话，岂是你读书的男人说的。草木怎又关系起人来？若不婆婆妈妈的，真也成了个呆子了。”宝玉叹道：“你们那里知道，不但草木，凡天下之物，皆是有情有理的，也和人一样，得了知己，便极有灵验的。若用大题目比，就有孔子庙前之桧、坟前之蓍，诸葛祠前之柏，岳武穆坟前之松。这都是堂堂正大随人之正气，千古不磨之物。世乱则萎，世治则荣，几千百年了，枯而复生者几次。这岂不是兆应？小题目比，就有杨太真沉香亭之木芍药，端正楼之相思树，王昭君冢上之草，岂不也有灵验。所以这海棠亦应其人欲亡，故先就死了半边。”
##第七十八回 老学士闲征姽婳词 痴公子杜撰芙蓉诔
说话间，贾环叔侄亦到。贾政命他们看了题目。他两个虽能诗，较腹中之虚实虽也去宝玉不远，但第一件他两个终是别路，若论举业一道，似高过宝玉，若论杂学，则远不能及；第二件他二人才思滞钝，不及宝玉空灵娟逸，每作诗亦如八股之法，未免拘板庸涩。那宝玉虽不算是个读书人，然亏他天性聪敏，且素喜好些杂书，他自为古人中也有杜撰的，也有误失之处，拘较不得许多；若只管怕前怕后起来，纵堆砌成一篇，也觉得甚无趣味。因心里怀着这个念头，每见一题，不拘难易，他便毫无费力之处，就如世上的油嘴滑舌之人，无风作有，信着伶口俐舌，长篇大论，胡扳乱扯，敷演出一篇话来。虽无稽考，却都说得四座春风。虽有正言厉语之人，亦不得压倒这一种风流去。近日贾政年迈，名利大灰，然起初天性也是个诗酒放诞之人，因在子侄辈中，少不得规以正路。近见宝玉虽不读书，竟颇能解此，细评起来，也还不算十分玷辱了祖宗。就思及祖宗们，各各亦皆如此，虽有深精举业的，也不曾发迹过一个，看来此亦贾门之数。况母亲溺爱，遂也不强以举业逼他了。所以近日是这等待他。又要环兰二人举业之余，怎得亦同宝玉才好，所以每欲作诗，必将三人一齐唤来对作。
##第八十回 美香菱屈受贪夫棒 王道士胡诌妒妇方
宝玉道：“我问你，可有贴女人的妒病方子没有？”王一贴听说，拍手笑道：“这可罢了。不但说没有方子，就是听也没有听见过。”宝玉笑道：“这样还算不得什么。”王一贴又忙道：“贴妒的膏药倒没经过，倒有一种汤药或者可医，只是慢些儿，不能立竿见影的效验。”宝玉道：“什么汤药，怎么吃法？”王一贴道：“这叫做‘疗妒汤用极好的秋梨一个，二钱冰糖，一钱陈皮，水三碗，梨熟为度，每日清早吃这么一个梨，吃来吃去就好了。”宝玉道：“这也不值什么，只怕未必见效。”王一贴道：“一剂不效吃十剂，今日不效明日再吃，今年不效吃到明年。横竖这三味药都是润肺开胃不伤人的，甜丝丝的，又止咳嗽，又好吃。吃过一百岁，人横竖是要死的，死了还妒什么！那时就见效了。”说着，宝玉茗烟都大笑不止，骂“油嘴的牛头”。
##第八十三回 省宫闱贾元妃染恙 闹闺阃薛宝钗吞声
王大夫道：“且慢说。等我诊了脉，听我说了看是对不对，若有不合的地方，姑娘们再告诉我。”紫鹃便向帐中扶出黛玉的一只手来，搁在迎手上。紫鹃又把镯子连袖子轻轻的搂起，不叫压住了脉息。那王大夫诊了好一会儿，又换那只手也诊了，便同贾琏出来，到外间屋里坐下，说道：”六脉皆弦，因平日郁结所致。”说着，紫鹃也出来站在里间门口。那王大夫便向紫鹃道：“这病时常应得头晕，减饮食，多梦，每到五更，必醒个几次。即日间听见不干自己的事，也必要动气，且多疑多惧。不知者疑为性情乖诞，其实因肝阴亏损，心气衰耗，都是这个病在那里作怪。不知是否？”紫鹃点点头儿，向贾琏道：“说的很是。”王太医道：“既这样就是了。”说毕起身，同贾琏往外书房去开方子。小厮们早已预备下一张梅红单帖，王太医吃了茶，因提笔先写道：
六脉弦迟，素由积郁。左寸无力，心气已衰。关脉独洪，肝邪偏旺。木气不能疏达，势必上侵脾土，饮食无味，甚至胜所不胜，肺金定受其殃。气不流精，凝而为痰；血随气涌，自然咳吐。理宜疏肝保肺，涵养心脾。虽有补剂，未可骤施。姑拟黑逍遥以开其先，复用归肺固金以继其后。不揣固陋，俟高明裁服。
又将七味药与引子写了。贾琏拿来看时，问道：“血势上冲，柴胡使得么？”王大夫笑道：“二爷但知柴胡是升提之品，为吐衄所忌，岂知用鳖血拌炒，非柴胡不足宣少阳甲胆之气。以鳖血制之，使其不致升提，且能培养肝阴，制遏邪火。所以《内经》说：‘通因通用，塞因塞用。’柴胡用鳖血拌炒，正是‘假周勃以安刘’的法子。”贾琏点头道：“原来是这么着，这就是了。”
我方才到林姑娘那边，看他那个病，竟是不好呢。脸上一点血气也没有，摸了摸身上，只剩得一把骨头。问问他，也没有话说，只是淌眼泪。
##第八十四回 试文字宝玉始提亲 探惊风贾环重结怨
却说薛姨妈一时因被金桂这场气怄得肝气上逆，左肋作痛。宝钗明知是这个缘故，也等不及医生来看，先叫人去买了几钱钩藤来，浓浓的煎了一碗，给他母亲吃了。又和秋菱给薛姨妈捶腿揉胸，停了一会儿，略觉安顿。这薛姨妈只是又悲又气，气的是金桂撒泼，悲的是宝钗有涵养，倒觉可怜。宝钗又劝了一回，不知不觉的睡了一觉，肝气也渐渐平复了。宝钗便说道：“妈妈，你这种闲气不要放在心上才好。过几天走的动了，乐得往那边老太太姨妈处去说说话儿散散闷也好。家里横竖有我和秋菱照看着，谅他也不敢怎么样。”薛姨妈点点头道：“过两日看罢了。
##第九十七回 林黛玉焚稿断痴情 薛宝钗出闺成大礼
贾母道：“且别管那些，先瞧瞧去是怎么样了。”说着便起身带着王夫人凤姐等过来看视。见黛玉颜色如雪，并无一点血色，神气昏沉，气息微细。半日又咳嗽了一阵，丫头递了痰盒，吐出都是痰中带血的。大家都慌了。只见黛玉微微睁眼，看见贾母在他旁边，便喘吁吁的说道：“老太太，你白疼了我了！”贾母一闻此言，十分难受，便道：“好孩子，你养着罢，不怕的。”黛玉微微一笑，把眼又闭上了。外面丫头进来回凤姐道：“大夫来了。”于是大家略避。王大夫同着贾琏进来，诊了脉，说道：“尚不妨事。这是郁气伤肝，肝不藏血，所以神气不定。如今要用敛阴止血的药，方可望好。”王大夫说完，同着贾琏出去开方取药去了。
紫鹃知道不好了，连忙摆手儿不叫嚷，赶忙进去看时，只见黛玉肝火上炎，两颧红赤。紫鹃觉得不妥，叫了黛玉的奶妈王奶奶来。一看，他便大哭起来。这紫鹃因王奶妈有些年纪，可以仗个胆儿，谁知竟是个没主意的人，反倒把紫鹃弄得心里七上八下。 
`.trim().split('\n');
