var digest_global=`
#第十九回 下邳城曹操鏖兵 白门楼吕布殒命
一日，到一家投宿，其家一少年出拜，问其姓名，乃猎户刘安也。当下刘安闻豫州牧至，欲寻野味供食，一时不能得，乃杀其妻以食之。玄值曰：“此何肉也？”安曰：“乃狼肉也。”玄德不疑，乃饱食了一顿，天晚就宿。至晓将去，往后院取马，忽见一妇人杀于厨下，臂上肉已都割去。玄德惊问，方知昨夜食者，乃其妻之肉也。玄德不胜伤感，洒泪上马。
#第三十四回 蔡夫人隔屏听密语 刘皇叔跃马过檀溪
玄德自知语失，遂起身如厕。因见己身髀肉复生，亦不觉潸然流涕。少顷复入席。表见玄德有泪容，怪问之。玄德长叹曰：“备往常身不离鞍，髀肉皆散；分久不骑，髀里肉生。日月磋跎，老将至矣，而功业不建：是以悲耳！”
#第九十二回 赵子龙力斩五将 诸葛亮智取三城
马遵正欲起兵，忽一人自外而入曰：“太守中诸葛亮之计矣！”众视之，乃天水冀人也，姓姜名维，字伯约。父名囧，昔日曾为天水郡功曹，因羌人乱，没于王事。维自幼博览群书，兵法武艺，无所不通；奉母至孝，郡人敬之；后为中郎将，就参本郡军事。
#第九十三回 姜伯约归降孔明 武乡侯骂死王朗
孔明分拨已毕，整兵进发。诸将问曰：“丞相何不去擒夏侯楙？”孔明曰：“吾放夏侯楙，如放一鸭耳。今得伯约，得一凤也！”
#第一百二回 司马懿占北原渭桥 诸葛亮造木牛流马
孔明正与诸将商议征进，忽报有魏将来投降。孔明唤入问之，答曰：“某乃魏国偏将军郑文也。近与秦朗同领人马，听司马懿调用，不料懿徇私偏向，加秦朗为前将军，而视文如草芥，因此不平，特来投降丞相。愿赐收录。”言未已，人报秦朗引兵在寨外，单搦郑文交战。孔明曰：“此人武艺比汝若何？”郑文曰：“某当立斩之。”孔明曰：“汝若先杀秦朗，吾方不疑。”郑文欣然上马出营，与秦朗交锋。孔明亲自出营视之。只见秦朗挺枪大骂曰：“反贼盗我战马来此，可早早还我！”言讫，直取郑文。文拍马舞刀相迎，只一合，斩秦朗于马下。魏军各自逃走。郑文提首级入营。孔明回到帐中坐定，唤郑文至，勃然大怒，叱左右：“推出斩之！”郑文曰：“小将无罪！”孔明曰：“吾向识秦朗；汝今斩者，并非秦朗。安敢欺我！”文拜告曰：“此实秦朗之弟秦明也。”孔明笑曰：“司马懿令汝来诈降，于中取事，却如何瞒得我过！若不实说，必然斩汝！”郑文只得诉告其实是诈降，泣求免死。
#第一百三回 上方谷司马受困 五丈原诸葛禳星
使者辞去，回到五丈原，见了孔明，具说：“司马懿受了巾帼女衣，看了书札，并不嗔怒，只问丞相寝食及事之烦简，绝不提起军旅之事。某如此应对，彼言：食少事烦，岂能长久？”孔明叹曰：“彼深知我也！”主簿杨顒谏曰：“某见丞相常自校簿书，窃以为不必。夫为治有体，上下不可相侵。譬之治家之道，必使仆执耕，婢典爨，私业无旷，所求皆足，其家主从容自在，高枕饮食而已。若皆身亲其事，将形疲神困，终无一成。岂其智之不如婢仆哉？失为家主之道也。是故古人称：坐而论道，谓之三公；作而行之，谓之士大夫。昔丙吉忧牛喘，而不问横道死人；陈平不知钱谷之数，曰：自有主者。今丞相亲理细事，汗流终日岂不劳乎？司马懿之言，真至言也。”孔明泣曰：“吾非不知。但受先帝托孤之重，惟恐他人不似我尽心也！”众皆垂泪。自此孔明自觉神思不宁。诸将因此未敢进兵。 
`.trim().split('\n');
