var digest_global=`
#第一回　张天师祈禳瘟疫 洪太尉误走妖魔
话说大宋仁宗天子在位，嘉祐三年三月三日五更三点，天子驾坐紫宸殿，受百官朝贺。但见：
祥云迷凤阁，瑞气罩龙楼。含烟御柳拂旌旗，带露宫花迎剑戟。天香影里，玉簪珠履聚丹墀；仙乐声中，绣袄锦衣扶御驾。珍珠帘卷，黄金殿上现金舆；凤尾扇开，白玉阶前停宝辇。隐隐净鞭三下响，层层文武两班齐。
当有殿头官喝道：“有事出班早奏，无事卷帘退朝。”只见班部丛中，宰相赵哲、参政文彦博出班奏曰：“目今京师瘟疫盛行，民不聊生，伤损军民多矣。伏望陛下释罪宽恩，省刑薄税，以禳天灾，救济万民。”天子听奏，急敕翰林院随即草诏：一面降赦天下罪囚，应有民间税赋悉皆赦免；一面命在京宫观寺院，修设好事禳灾。
不料其年瘟疫转盛，仁宗天子闻知，龙体不安，复会百官，众皆计议。向那班部中，有一大臣越班启奏。天子看时，乃是参知政事范仲淹。拜罢起居，奏曰：“目今天灾盛行，军民涂炭，日夕不能聊生。人遭缧绁之厄。以臣愚意，要禳此灾，可宣嗣汉天师星夜临朝，就京师禁院修设三千六百分罗天大醮，奏闻上帝，可以禳保民间瘟疫。”
仁宗天子准奏，急令翰林学士草诏一道，天子御笔亲书，并降御香一炷，钦差内外提点殿前太尉洪信为天使，前往江西信州龙虎山，宣请嗣汉天师张真人星夜临朝，祈禳瘟疫。就金殿上焚起御香，亲将丹诏付与洪太尉为使，即便登程前去。
#第四十一回　宋江智取无为军 张顺活捉黄文炳
宋江把黄文炳剥了湿衣服，绑在柳树上，请众头领团团坐定。宋江叫取一壶酒来，与众人把盏。上自晁盖，下至白胜，共是三十位好汉，都把遍了。宋江大骂：“黄文炳！你这厮！我与你往日无冤，近日无仇，你如何只要害我？三回五次，教唆蔡九知府杀我两个。你既读圣贤之书，如何要做这等毒害的事？我又不与你有杀父之仇，你如何定要谋我？你哥哥黄文烨与你这厮一母所生，他怎恁般修善，扶危济困，救贫拔苦，久闻你那城中都称他做黄佛子，我昨夜分毫不曾侵犯他。你这厮在乡中只是害人，交结权势之人，浸润官长，欺压良善。胜如你的，你便要妒他；不如你的，你又要害他。我知道无为军人民都叫你做‘黄蜂刺’，我今日且替你拔了这个‘刺’!”黄文炳告道：“小人已知过失，只求早死!”晁盖喝道：“你那贼驴，怕你不死！你这厮早知今日，悔莫当初!”宋江便问道：“那个兄弟替我下手？”
只见黑旋风李逵跳起身来，说道：“我与哥哥动手割这厮！我看他肥胖了，倒好烧吃。”晁盖道：“说得是。教取把尖刀来，就讨盆炭火来，细细地割这厮，烧来下酒。与我贤弟消这怨气!”李逵拿起尖刀，看着黄文炳笑道：“你这厮在蔡九知府后堂，且会说黄道黑，拨置害人，无中生有撺掇他！今日你要快死，老爷却要你慢死!”便把尖刀先从腿上割起，拣好的就当面炭火上炙来下酒。割一块，炙一块。无片时，割了黄文炳。李逵方才把刀割开胸膛，取出心肝，把来与众头领做醒酒汤。
众多好汉看割了黄文炳，都来草堂上与宋江贺喜。 
`.trim().split('\n');
