var digest_global=`
初，霍氏奢侈，茂陵徐生曰：“霍氏必亡。夫奢则不逊，不逊则侮上。侮上者，逆道也，在人之右，众必害之。霍氏秉权日久，害之者多矣；天下害之，而又行以逆道。不亡何待！”乃上疏言：“霍氏泰盛，陛下即爱厚之，宜以时抑制，无使至亡！”书三上，辄报闻。其后霍氏诛灭，而告霍氏者皆封，人为徐生上书曰：“臣闻客有过主人者，见其灶直突，傍有积薪，客谓主人：‘更为曲突，远徙其薪，不者且有火患！’主人嘿然不应。俄而家果失火，邻里共救之，幸而得息。于是杀牛置酒，谢其邻人，灼烂者在于上行，余各以功次坐，而不录言曲突者。人谓主人曰：‘乡使听客之言，不费牛酒，终亡火患。今论功而请宾，曲突徙薪无恩泽，焦头烂额为上客邪？’主人乃寤而请之。今茂陵徐福，数上书言霍氏且有变，宜防绝之。向使福说得行，则国无裂土出爵之费，臣无逆乱诛灭之败。往事既已，而福独不蒙其功，唯陛下察之。贵徙薪曲突之策，使居焦发灼烂之右！”上乃赐福帛十匹，后以为郎。
上以灾变，博谋群臣。北地太守谷永对曰：“王者躬行道德，承顺天地，则五徵时序，百姓寿考，符瑞并降；失道妄行，逆天暴物，则咎徵著邮，妖孽并见，饥馑荐臻；终不改寤，恶洽变备，不复谴告，更命有德。此天地之常经，百王之所同也。加以功德有厚薄，期质有修短，时世有中季，天道有盛衰。陛下承八世之功业，当阳数之标季，涉三七之节纪，遭无妄之卦运，直百六之灾厄，三难异科，杂焉同会；建始元年以来，二十载间，群灾大异，交错锋起，多于春秋所书。内则为深宫后庭，将有骄臣悍妾、醉酒狂悖卒起之败，北宫苑囿街巷之中、臣妾之家幽闲之处徵舒、崔杼之乱；外则为诸夏下土，将有樊并、苏令、陈胜，项梁奋臂之祸。安危之分界，宗庙之至忧，臣永所以破胆寒心，豫言之累年。下有其萌，然后变见于上，可不致慎！祸起细微，奸生所易。愿陛下正君臣之义，无复与群小媟黩宴饮；勤三纲之严，修后宫之政，抑远骄妒之宠，崇近婉顺之行；朝觐法驾而后出，陈兵清道而后行，无复轻身独出，饮食臣妾之家。三者既除，内乱之路塞矣。诸夏举兵，萌在民饥馑而吏不恤，兴于百姓困而赋敛重，发于下怨离而上不知。传曰：‘饥而不损，兹谓泰，厥咎亡。’比年郡国伤于水灾，禾麦不收，宜损常税之时，而有司奏请加赋，甚缪经义，逆于民心，市怨趋祸之道也。臣愿陛下勿许加赋之奏，益减奢泰之费，流恩广施，振赡困乏，敕劝耕桑，以慰绥元元之心，诸夏之乱庶几可息！”
时操军众，已有疾疫。初一交战，操军不利，引次江北。瑜等在南岸，瑜部将黄盖曰：“今寇众我寡，难与持久。操军方连船舰，首尾相接，可烧而走也。”乃取蒙冲斗舰十艘，载燥荻、枯柴，灌油其中，裹以帷幕，上建旌旗，豫备走舸，系于其尾。先以书遗操，诈云欲降。时东南风急，盖以十舰最著前，中江举帆，余船以次俱进。操军吏士皆出营立观，指言盖降。去北军二里余，同时发火，火烈风猛，船往如箭，烧尽北船，延及岸上营落。顷之，烟炎张天，人马烧溺死者甚众。瑜等率轻锐继其后，雷鼓大震，北军大坏。操引军从华容道步走，遇泥泞，道不通，天又大风，悉使羸兵负草填之，骑乃得过。羸兵为人马所蹈藉，陷泥中，死者甚众。刘备、周瑜水陆并进，追操至南郡。时操军兼以饥疫，死者太半。操乃留征南将军曹仁、横野将军徐晃守江陵，折冲将军乐进守襄阳，引军北还。
八　姑臧大饥，米斗直钱五千，人相食，饿死者十余万口。城门昼闭，樵采路绝，民请出城为胡虏奴婢者，日有数百，吕隆恶其沮动众心，尽坑之，积尸盈路。
四　自孝建以来，民间盗铸滥钱，商货不行。庚寅，更铸二铢钱，形式转细。官钱每出，民间即模效之，而更薄小，无轮郭，不磨鑢，谓之“耒子”。
山阴公主，帝姊也，适驸马都尉何戢。戢，偃之子也。公主尤淫恣，尝谓帝曰：“妾与陛下，男女虽殊，俱托体先帝。陛下六宫万数，而妾唯驸马一人，事太不均。”帝乃为公主置面首左右三十人；进爵会稽郡长公主，秩同郡王。吏部郎褚渊貌美，公主就帝请以自侍；帝许之。渊侍公主十馀日，备见逼迫，以死自誓，乃得免。渊，湛之之子也。
一九　沈庆之复启听民私铸钱，由是钱货乱败。千钱长不盈三寸，大小称此，谓之“鹅眼钱”；劣于此者，谓之“綖环钱”；贯之以缕，入水不沈，随手破碎。市井不复料数，十万钱不盈一掬，斗米一万，商货不行。
二四　戊午，帝召诸妃、主列于前，强左右使辱之。南平王铄妃江氏不从。帝怒，杀妃三子南平王敬猷、庐陵王敬先、安南侯敬渊，鞭江妃一百。
初，帝既杀诸公，恐群下谋己，以直阁将军宗越、谭金、童太一、沈攸之等有勇力，引为爪牙，赏赐美人、金帛、充牣其家。越等久在殿省，众所畏服，皆为帝尽力；帝恃之，益无所顾惮，恣为不道，中外骚然。左右宿卫之士皆有异志，而畏越等不敢发。时三王久幽，不知所为。湘东王彧主衣会稽阮佃夫、内监始兴王道隆、学官令临淮李道儿与直阁将军柳光世及帝左右琅邪淳于文祖等谋弑帝。帝以立后故，假诸王阉人。彧左右钱蓝生亦在中，彧密使候帝动止。
先是帝游华林园竹林堂，使宫人倮相逐，一人不从命，斩之，夜，梦在竹林堂，有女子骂曰：“帝悖虐不道，明年不及熟矣！”帝于宫中求得一人似所梦者斩之。又梦所杀者骂曰：“我已诉上帝矣！”于是巫觋言竹林堂有鬼。是日晡时，帝出华林园。建安王休仁、山阳王休祐。会稽公主并从，湘东王彧独在秘书省，不被召，益忧惧。
理乱之始，必有萌象。开直言，广视听，理之萌也。甘谄谀，蔽近习，乱之象也。自古人君即位之初，必有敢言之士，人君苟受而赏之，则君子乐行其道，小人亦贪得其利，不为回邪矣。如是，则上下之志通，幽远之情达，欲无理得乎！苟拒而罪之，则君子卷怀括囊以保其身，小人阿意迎合以窃其位矣。如是，则十步之事，皆可欺也，欲无乱得乎！昔太宗初即政，孙伏伽以小事谏，太宗喜，厚赏之。故当是时，言事者惟患不深切，未尝以触忌讳为忧也。太宗岂好逆意而恶从欲哉？诚以顺适之快小，而危亡之祸大故也。
二三　柳泌言于上曰：“天台山神仙所聚，多灵草，臣虽知之，力不能致，诚得为彼长吏，庶几可求。”上信之。丁亥，以泌权知台州刺史，仍赐服金紫。谏官急论奏，以为：“人主喜方士，未有使之临民赋政者。”上曰：“烦一州之力而能为人主致长生，臣子亦何爱焉！”由是群臣莫敢言。
二三　柳泌至台州，驱吏民采药，岁余，无所得而惧，举家逃入山中；浙东观察使捕送京师。皇甫镈、李道古保护之，上复使待诏翰林；服其药，日加躁渴。
起居舍人裴潾上言，以为：“除天下之害者受天下之利，同天下之乐者飨天下之福，自黄帝至于文、武，享国寿考，皆用此道也。自去岁以来，所在多荐方士，转相汲引，其数浸繁。借令天下真有神仙，彼必深潜岩壑，惟畏人知。凡候伺权贵之门，以大言自炫奇技惊众者，皆不轨徇利之人，岂可信其说而饵其药邪！夫药以愈疾，非朝夕常饵之物；况金石酷烈有毒，又益以火气，殆非人五藏之所能胜也。古者君饮药，臣先尝之，乞令献药者先自饵一年，则真伪自可辨矣。”上怒，十一月，己亥，贬潾江陵令。
四八　湖州刺史高澧性凶忍，尝召州吏议曰：“吾欲尽杀百姓，可呼？”吏曰：“如此，租赋何从出？当择可杀者杀之耳。”时澧纠民为兵，有言其咨怨者，澧悉集民兵于开元寺，绐云犒享，入则杀之；死者逾半，在外者觉之，纵火作乱。澧闭城大索，凡杀三千人。吴越王镠欲诛之，戊辰，澧以州叛附于淮南，举兵焚义和临平镇，镠命指挥使钱镖讨之。
五　高澧求救于吴，吴常州刺史李简等将兵应之，湖州将盛师友、沈行思闭城不内；澧帅麾下五千人奔吴。三月癸巳，吴越王镠巡湖州，以钱镖为刺史。
二四　吴越王镠筑捍海石塘，广杭州城，大修台馆。由是钱唐富庶盛于东南。
一八　湖州刺史钱镖酗酒杀人，恐吴越王镠罪之，冬，十月，辛亥朔，杀都监潘长、推官钟安德，奔于吴。 
`.trim().split('\n');
