var recent_info_list=[
["http://www.hecaitou.net/?p=6227","20090902 | 和菜头：我们都是花栗鼠",`
<p>昨天中午，飞猪老师在推上发问：谁手头有《新华字典》？谁能告诉我上面笔画数最多的十个汉字？我立即检索“新华字典+汉字列表”，找到了这可怕的十个中文字：
{{quote}}<strong><big><big>灩籲灪爩鱻麤龖龗齾齉靐龘</big></big></strong>{{/quote}}
<p>接下来的几分钟，网络上一片唰唰声，收藏的收藏，转帖的转帖。因为似乎我发布了一条了不起的知识，值得收藏推荐，以备不时之需。所以，菜在推上曰：
{{quote}}上网以后，我们把信息当做了知识，把收藏当做了学习，把阅读当做了思考，把储存当做了掌握。像个花栗鼠在秋天收藏坚果一样，把自己的阅读器和硬盘塞满，却依旧觉得饥渴难耐。{{/quote}}
<p>于是，有笨蛋跟着感慨说：索代斯奈，网络让人们变得浮躁了。我靠，我再靠，我飞靠，这都哪儿跟哪儿啊？我描述了一个普遍的现象，人们在网上能够接触到空前的信息，也就产生了空前的贪婪。以前在抓虾网，一旦放出一篇《职场人际关系的10条杀手锏》，或者《你所不知道的101个Gmail使用诀窍》，或者是《人的一生中不可不读的10001本经典著作》，收藏量立即翻着跟头往上涨。我敢打赌，搜藏这些内容的人里，一百个人中没有一个会再去翻看一次。只是觉得这是知识，这会派上用场的，我现在收藏了，那么我就等于拥有了它。
<p>现在我来谈这个问题，看了都觉得这是一个笑话。但是，不是有无数人正在这么做的么？有多少人硬盘上下满了不会再读一次的电子书，甚至根本没有事件去读那几个G的电子书？有多少人的邮件箱里塞满了别人转发过来的各种经验、总结、教训，甚至加了星号，打了Tags，可几年过去了都不会去翻一下？
<p>没有亲身实践过的知识不是知识，那只是一些文字，最多算得上是有含义的文字。没有经过思考辩证和行动验证，知识和经验都是别人的，放在硬盘上、阅读器里，不等于你拥有了它。别人思考的结果无论你看起来多么深刻，多么智慧，如果你没有花时间去想一下，偶然在生活中验证一下，它不过是一阵在你晶状体上的光线扰动，对你的大脑秋毫无犯，只是你的阅读体验而已。你把整本《大不列颠百科全书》都当到你的硬盘上，把整个wikipedia都储存在你的移动硬盘上，你也不会成为百晓生，更别说运用里面的资源去改变自己的生活，连烧烤的时候生一堆火都做不到。
<p>而即便是如此，甚至许多人早就明白了这里面的道理，但是却不能停止自己控制鼠标的小手。往自己的电脑上扒拉越多东西，越觉得不够，最后变成了为了拥有而拥有。所以，这和网络没有多少关系，而是人性使然。只不过是网络加剧了这种症状而已，它几乎可以无限度地满足这种贪婪，只要你的硬盘足够大，Google公司一直在运营，那么你可以一直那么做下去。
<p>在过去，没有电脑时代，人们不也是那样做的么？买来那些自己根本不看的书，但是看到书柜日渐丰满就觉得意志踌躇，似乎有了那些书，就等于拥有了其中的知识。周末不休息，用剪刀浆糊去做剪报本，做完一本又一本，结果是全部放在屋角落灰发霉，但是每次看到的时候却心满意足，似乎那堆破纸在，就拥有了历史，拥有了对所有大事件的掌控。在今天，网络所不及之处，人们不也是那样做的么？买一处水泥盒子，觉得就是拥有了品质生活。买一辆铁皮盒子，就觉得步上了成功的阶梯。在所有房间都安装电视，似乎就能随时保持资讯的更新，让新闻跟着自己从饭厅走进洗手间。把钱堆放起来，隔段时间在ATM上含情脉脉地看上一眼，看到数字在增长就好像买到了明天的保险，根本不考虑如果它不流动起来那就是纸张和数字。所有这一切我们都在做，做完了以后，内心煎熬无比，像《雾都孤儿》里的奥利佛.特维斯特一样，伸出小碗来，顽固地嚷嚷： I ask for more.
<p>花栗鼠过冬，只需要一个树洞，一点点坚果。但是，它们忙活了整个秋季，储存了它们其实无法消费完的口粮，以至于第二年树林里有新的树苗长出来，无形间做了森林的义务造林员。在这一点上，我们甚至还不如花栗鼠。
<p>`],
];
