var recent_info_list=[
["http://cn.nytimes.com/health/20130527/c27tea/","20130523 | 当心你的绿茶里可能有铅 - 纽约时报中文网",`
<p>对于很多人来说，没有哪种饮料比绿茶更能称得上是健康的代名词了，这种古老的中国饮料以怡人的芳香和充足的抗氧化剂著称。一些人预计，美国人每年要喝近100亿份绿茶。
<p>但来自一家独立实验室的新报告显示，这杯绿茶跟那一杯，也许相去甚远。一些瓶装绿茶饮料无非就是糖水，几乎完全不含为它赢得美名的抗氧化剂。而一些绿茶茶叶，尤其是从中国进口的茶叶，则含有铅，不过在冲泡后，铅看来不会渗到茶汤里去。
<p>这项报告本周由ConsumerLab.com发表，这是一家检测各类健康产品的独立网站。该公司曾测试过一系列通常可从健康食品店购得的绿茶营养补剂，现在则将注意力转向冲泡和瓶装绿茶饮料上，这个商品门类自20世纪90年代以来，取得了迅速增长。
<p>研究发现，用散装茶叶冲泡的绿茶也许是抗氧化剂最优质也是最高效的来源，这种抗氧化剂就比如表没食子儿茶素没食子酸酯（epigallocatechin gallate，即EGCG），不过由立顿(Lipton)和百杰乐(Bigelow)生产的普普通通的袋泡茶，则是最划算的来源。绿茶之所以流行，一部分原因是涌现出了大量EGCG可帮助减肥、预防癌症的研究，但这些证据大多来自实验室研究、动物实验或大型人群研究，这些研究都不是十分严格，研究人员也没有排除其他对健康有益的行为。
<p>在美国，绿茶是仅次于红茶的最流行的茶叶品种，两者的原材料是同一种茶树的叶子。EGCG隶属于一种叫儿茶素的抗氧化剂，在水果、蔬菜、红酒和可可豆中也同样存在。
<p>该项新研究分几个步骤实施。在第一阶段，研究人员对四个市售品牌瓶装绿茶饮料进行检测。一种是思乐宝低卡绿茶(Diet Snapple Green Tea)，它几乎完全不含EGCG。另一种瓶装饮料是诚实茶(Honest Tea)出品的蜂蜜绿茶，这个牌子声称含有190毫克儿茶素，但研究表明，它所含有的儿茶素仅为上述数字的60%。这种饮料还含有70毫克咖啡因，达到了一杯普通咖啡所含咖啡因的三分之二；另外有18克糖，是一听雪碧(Sprite)含糖量的一半。
<p>研究第二阶段是测试自然形态的绿茶——Teavana公司销售的绿茶茶叶和诸如百杰乐和立顿公司出品的袋泡茶。Teavana的日式玉露茶(Gyokuro)含有大量抗氧化剂，一份大概一茶匙的茶叶含有约250毫克儿茶素，其中三分之一为EGCG。它还含86毫克咖啡因，只比一杯普通咖啡含量略低。
<p>立顿和百杰乐的绿茶茶包含有的抗氧化剂较之Teavana的绿茶要少些，咖啡因微乎其微，但Teavana建议的冲泡量很大，而且它家的茶叶要贵的多，这就导致每份茶的价格更加昂贵。研究计算发现，摄取200毫克EGCG，如果是喝袋泡茶，费用从27美分到60美分不等，而喝Teavana的茶叶，价格则是2.18美元。
<p>不过，这项试验最惊人的阶段，是对绿茶茶叶中的铅含量进行检测。立顿和百杰乐的每个茶包里含有的铅为1.25到2.5微克。而Teavana的绿茶茶叶中所含有的铅则少到无法测量。
<p>“在多种植物产品中均可发现铅，因为它采自土壤，”ConsumerLab.com的总裁托德·库珀曼(Tod Cooperman)博士说，“现在已知相比其他植物，绿茶茶树可从环境中吸收更高份量的铅，此外铅还可积聚在茶叶的叶片表面上。”
<p>库珀曼博士说，含铅的茶叶可能原产自中国，已有多项研究发现，工业污染导致中国部分地区出产的茶叶积蓄了大量铅。而Teavana公司的茶叶是由日本进口，污染问题相对不严重。此外，脱咖啡因的工序也有助于除铅。
<p>不过，研究发现茶叶中所含的铅并不会对健康带来实实在在的威胁。库珀曼解释说，他们对泡好的绿茶茶汤进行了测试，发现其中即使有重金属，含量也微乎其微。
<p>“大部分铅都存留在茶叶上，”他说，“假如你喝的是袋泡茶，茶包可以通过将茶叶包裹在袋子里，十分有效地滤除大部分铅。所以只要你不嚼茶叶，就不会有问题。”
<p>`],
];
