var recent_info_list=[
["http://chenzhiwublog.blog.163.com/blog/static/48024204201312561452427/","20130225 | 陈志武：为领土不惜一战的必要性在降低",`
<p>企业家不能够不去关心中国的外交政策，还有国防政策方面的讨论，我们也应该更多的意识到如果中国在未来这些年要发生一次战争的话，可能首先要做出牺牲的包括在座的这些企业家，你们的企业不管是从事外贸的还是不是从事外贸的，都会直接间接地受到很大的冲击。如果要是说让我做一个预测的话，如果有一个一定规模的战争，不管是钓鱼岛还是其他的，'''中国经济倒退十年是很容易发生的事'''。
<p>国家、国界、领土实际上是非常人为的东西。既然是人为的，可以分可以合。我们不妨从一个更理性的角度做一些思考。领土的价值到底是多少？'''一寸领土到底值多少'''。当然不止是钱的问题，从国家讲领土价值到底有多高，尤其在历史上发生了哪些变化。
<p>'''今天的人类社会除了中国人以外，谁也不愿意为了一寸土不惜牺牲价值而夺得一切。'''
<p>'''即使中国的历史上历来没有一个独立的单一的一个中国'''，直到近代才开始一个单一的中国出现。
<p>柏拉图在公元前四世纪的时候，就说最理想的国家规模是由五千零四十个家庭组成，超过这个规模那就说明太大了。亚里士多德说，国家最优规模，最优大小，最理想的大小是必须'''以人们相互认识为上限'''。只要你在那个国家里面发现有一些人是你不认识的，就说明这个国家的规模太大了。
<p>当时的亚里士多德和柏拉图主要从管制成本来看这个问题的。既然大家不一样，国家人口太多了之后管制起来太难了，要把大家的偏好往一个统一的方向硬拉，去强行发展的话，最后太累了。这就是为什么回过头来想一想，'''秦始皇在中国两千多年前统一以后最后维持统一是那么难'''。这就是为什么我们现在回过头去看一看当时秦朝的军队'''杀人不眨眼这方面那是必须的'''。那些警察和其他的官员必须是杀人不眨眼。'''否则这么大的国家在当时的技术条件下统一是不可能的'''。
<p>很多的学者做了一个估算，人类社会'''游猎时代'''的时候，为了让一个人活下去，曾经需要差不多十五平方公里的面积。为什么让一个人活下去需要至少十五平方公里的面积？主要是食物链的原因。我们人是食肉动物，为了得到足够的蛋白质，我们要吃别的动物，别的动物吃别的动物，推延下去，让一个人活下来至少要'''15平方公里'''的领土才可以。
<p>人类进入农耕之后，每个人为了生存需要最低限度的领土带来很大的变化，从原来人均15平方公里一下子下降到'''2平方公里'''。当我们在同样一亩地，年复一年，季复一季重复耕种的时候，一下子使得我们的淡水化合物我们对能量的需求一下子解决的很好，所以两平方公里就差不多了。再进一步地发展，人类社会开始把动物的养殖也放在家里面，家禽时代的到来。把动物圈养以后，每个人活下去所需要最低限度的领土又发生了变化，下降到'''0.5平方公里'''。到现代变化就更大了。所以我大概估算了一下，人类从原始社会到现在，'''每一个人为了活下去所需要的领土'''大概下降了1500倍。当然我们可能会问，既然这样子我们是不是还要为每一寸领土不惜一场战争，这是我们要思考的问题。
<p>香港人均领土面积不到0.15平方公里的。香港、新加坡、韩国、日本等等很多我们熟悉的国家，也基本上印证了我们前边讲到的，现在支持每一个人活下去所需要的面积越来越少。
<p>具体来讲主要是三方面的变化造成了在过去几千年人类社会为了活下去需要的领土下降了1500倍左右。最重要的标志是'''高楼的出现'''。如果你占用的是一亩地，盖了一百层楼，你实际上给中国社会贡献了'''99亩新的领土'''。大家在下次盖高楼的时候，你也是在为国家做贡献。我们领土本来那么有限，但是你多盖几层，你就多为国家增添了领土。这就是我们在想为了一寸领土是不是值得动刀动枪的打仗。
<p>货币化和市场化是根本上促进人类文明发展的驱动力。如果你'''通过贸易，通过跨国投资'''可以达到获得更多领土更多土地目的的话，你何必不采取花钱达到这个目的，何必用暴力用战争达到这个目的。
<p>好在全球化在更大的范围内，让我们做生意的做商业的，'''不再受到国界的制约'''，你可以跨越国界发展你的市场。这样一来你'''从根本上减少了'''领土和国家规模给我们提供的边际价值。
<p>`],
];
