var recent_info_list=[
["http://blog.sina.com.cn/s/blog_474068790100b1hk.html","20081005 | 方舟子：就请你给我倒碗水",`
<p>我们的身体是个储水袋，水分占了体重的大约60％，其中大约8％在心血管里，构成血液中的血浆；25％在组织、细胞之间的空隙内，构成组织液；剩下的67％在细胞内。这三部分通过管壁、细胞膜相互隔开，但是它们的水是互相流通的，水分会从某个部分扩散到另一个部分，这取决于哪个部分的盐浓度比较高：水会穿过半透膜自动从高浓度溶液渗透到低浓度的溶液，直到渗透压达到平衡。
<p>假如你吃了一顿很咸的饭菜，饭菜里的盐被吸收到体内，进入血液中，让血液的盐浓度升高，于是渗透平衡被打破了，组织液里的水分扩散到血液中。组织液中的水减少了，其盐浓度也就相应地升高，于是细胞中的水分就扩散到组织液中。但是细胞没有别的地方可以拉水过来，随着细胞内水分逐渐丧失，细胞将起皱、缩小。脱水的细胞无法正常工作，严重时细胞会死亡。脑中的神经细胞对此更敏感，而神经细胞一旦脱水死亡就不能再生了。
<p>要避免出现这种后果，就要及时从体外补充水分。等高浓度的盐进入血液再来喝水，就来不及了，应该赶在这之前。所以在吃咸的食物时，盐才接触到口、喉咙、食道，你就会感到口渴，这是本能在提醒你需要补充水分了，以便让水和盐一起进入体内。
<p>在进食大约一个小时之后，水和盐在肠道里被吸收进入血液当中。如果食物很咸，你喝的水可能不够，血液中的盐浓度还是会升高。'''只要血盐浓度升高大约1％，大脑就会感觉到，垂体会分泌“抗利尿激素”（简称ADH），它能改变肾脏对水的通透性，增加肾脏对水的重吸收，从而暂时降低排尿量以保存水分'''。ADH的另一个作用是让你觉得口渴。这就是为什么如果你吃了一顿很咸的饭菜后，过了一、两个小时又会口渴，又想要喝水了。
<p>但是在喝了这么多的水之后，我们身体这个储水袋就变得鼓鼓的了，虽然渗透平衡维持住了，但是水分在体内淤积，'''血容量增加，就有了高血压的危险'''：血管是个密闭的管道，里面的液体越多，压力就越大。'''所以食物太咸并不是多喝水就可以弥补的，一开始就要避免吃太咸的食品'''。世界卫生组织建议一个健康成年人每日盐的摄入量不应超过6克（相当于一个啤酒瓶盖的容量），高血压患者还应更低。这包括各种途径摄入的盐量，实际上一般人的用盐量远远超过这个标准。
<p>摄入盐会让体内血液的盐浓度增加，即使不摄入盐，体内水分丧失，也一样会使盐浓度增加，那就是出汗的结果。'''汗液含有盐分，但是浓度低于血盐浓度'''。如果你在激烈运动或炎热的天气大量地出汗，虽然同时失去了水分和盐，但是'''失去的水分的比例高于盐，其结果是血盐浓度增加了'''，刺激垂体分泌让你感到口渴的ADH。要防止脱水，当然要喝水，在大量出汗的情况下，还应该补充点被汗液带走的盐。自己配盐水喝往往会使盐的浓度过高，结果适得其反，'''最好是让盐水浓度刚好等于汗液的盐浓度——运动饮料就是这么配出来的，它们实际上就是加了甜味的汗液。'''
<p>除了出汗，身体还有另一个丧失水分的途径：排尿。在正常情况下，这不是个问题，因为大脑会根据情况通过ADH控制肾脏调节尿量。例如在大量出汗时，通常不会尿急。但是也有因为排尿过多导致脱水的时候，例如喝酒。'''酒精是一种利尿剂'''，它抑制了ADH的分泌，使肾脏对水的重吸收减少，尿量大为增加。'''喝下一杯啤酒，会产生三杯的尿'''。所以喝酒容易让身体尤其是大脑脱水，'''大脑脱水导致覆盖它的硬脑膜变形'''，硬脑膜分布着疼痛感受器，它的变形会引起痛感。酒后常常感到头疼，甚至睡了一觉还头疼，就是这个原因。避免酒后脱水的最好办法是每喝一杯酒，就同时喝两杯水。
<p>一旦身体失去了1％的水分，垂体就会分泌ADH让我们感到口渴。对一个体重60公斤的人来说，也就是失去600毫升的水分。但是我们在口渴时很少喝下这么多的水（相当于3杯）。在喝下一杯水后，血盐浓度的迅速下降会促使大脑暂时停止分泌ADH，让我们不再觉得口渴，而这时组织液、细胞其实还没有补够水分。这意味着我们的身体实际上经常处于轻微的脱水状态中。因此我们应该经常补充水分，'''不要等口渴了再喝水'''。
<p>那么一天应该喝多少水呢？成年人一天的尿量大约是1.5升，呼吸、流汗、排便又失掉了约1升水。这样一天至少要补充2.5升水。'''美国医学科学院建议在温和气候下男人一天摄入水分3.7升，女人2.7升。约20％的水分是从含水的食物来的，剩下的部分（男人3升，女人2.2升）要靠水或饮料补充。'''这是个不容易达到的标准，可以泛泛地说常喝水有益健康。多喝些水一般不是问题，'''功能正常的肾脏一个小时能处理0.7升的水'''，如果水多得让肾脏处理不了就会使血盐浓度过低，导致水中毒。
<p>`],
["http://www.guokr.com/article/8159/","20110225 | 筱竹子：水喝太多太快可能会要了你的命！ | 果壳网",`
<p>在身体不缺水的时候，大量补水不仅不能让你的皮肤变得“水当当的”，反倒可能引发脑水肿，严重时甚至会危及生命。
<p>人体内66%都是水，这些水通过血液循环滋养了细胞和细胞间质，对我们无比重要，而且这些无比重要的水分每时每刻都在从各种途径逃离，比如出汗，排泄，呼气等等。我们当然要补充丢失的水分，但也'''不能补得过快'''。
<p>水喝得多只是没有必要，但如果喝得又多又快，就可能带来危险。对一个生活在温热带、每天做适量运动的健康成年人而言，如果短时间内喝过多水，不仅不会让你变得更健康，还可能会导致<website s>低钠血症</website>。
<p>水太多，钠就少
<p>健康的肾脏在正常状态下'''每小时可以排出800-1000毫升水'''，因此在这个程度内摄入水分（喝水或吃水果等），肾脏“表示毫无压力”。但如果在短时间内突然饮用了巨量的水，肾脏来不及排出，那些'''多余的水就会大量进入细胞，导致低钠血症'''。
<p>低钠血症，简单解释就是“血液中的盐分不足”，也就是'''血液中钠的浓度低于135毫摩尔/升'''（正常为135-145毫摩尔/升）。血液中盐分减少，会使细胞们变得“更加吸水”，一个个膨胀成球，'''这对大脑来说是非常危险的'''。
<p>大多数组织的细胞都有一定的伸缩空间，因为脂肪和肌肉是有弹性的。但神经细胞则不然，它们紧紧地聚集在坚硬的头颅中，和血液、脑脊液共用一个有限的空间，几乎没有延展余地。因此，如果这些神经细胞也“膨胀成球”的话，那么带来的将是毁灭性的后果——<website s>脑水肿</website>，即脑细胞急速水肿，大脑膨胀，导致脑组织受损，突发昏迷、呼吸抑制、脑疝，甚至死亡。曾有一位28岁的加利福尼亚女性在一场喝水大赛中，3个小时内喝了大约6升水，之后出现异常呕吐、爆炸性的头痛，并最终死亡。
<p>哪些情况可能“水过多”
<p>这里说的“水过多”是相对钠离子的含量来说的，短时间内过量饮水、'''静脉输入大量葡萄糖'''、营养不良导致的血浆蛋白和血钠浓度过低、在淡水中溺水、抗利尿激素分泌增加都会导致“低钠”。
<p>“抗利尿激素”的主要作用就是告诉肾脏“不排尿，多储水”。在正常情况下，人一边喝水，一边就会排尿；如果喝得多了，抗利尿激素分泌就会减少，使排尿增加，始终保持身体内水分平衡。然而，在压力或某些药物的影响下，抗利尿激素分泌会受到干扰，在身体该排水的时候不排，反而不断储存，结果就造成低钠血症。
<p>比如'''在跑马拉松时，压力会让身体增加抗利尿激素的分泌，把肾脏的排泄功能降低至100毫升/小时'''。在这种情况下，如果因为感觉口渴就拼命喝水，很容易喝得过量，大量多余水分无法排出，结果导致身体各种不适。
<p>渴了就喝，不渴不喝
<p>对健康人来说，抗利尿激素分泌的改变是比较罕见的情况，主要是防止短时间内大量喝水——只要别去参加什么“喝水大赛”（这种比赛常要求参赛者在几分钟内喝下甚至上10升水。），就用不着担心水喝得太多。
<p>另外，在夏季，人们游玩或运动过后，汗流浃背，体内钠盐等电解质流失的概率很高，'''如果此时大量饮用淡水而未补足盐分，也会出现轻度低钠血症的症状'''，表现为头晕眼花、呕吐、乏力、肌肉抽搐或肌肉痉挛性疼痛。所以夏季出汗后也要注意，要缓慢补水，或喝淡盐水，这样就能避免这个问题了。
<p>其实健康的肾脏很强大，多喝的水还是会排出的，但是，正常人何必要强迫自己喝到某个量呢——如果已经觉得喝饱了，那就是身体在提醒你：别喝啦，已经不渴了！
<p>`],
];
