var recent_info_list=[
["http://games.sina.com.cn/talk/0303/030314034.shtml","20030228 | 土耳其亲兵回忆录",`
<p>游民部落网友：tediumhjj6538
<p>我出生的年月，我已经记不清了，我只知道我来到这个世界的时候，这个世界已经很繁华，无数的农民和军人在市镇中心在城堡在许多我说不出的建筑间来回穿梭着。我在城堡周围散着步，我觉的这个世界是多么美好，青草地，挺拔的树木，远处还有海浪轻拍着沙滩。我觉的我是多少幸运，能够来到这个世界上。我很奇怪为什么要在胸前佩有一支火枪，据说这支火枪的威力非同小可，是这个世界上最强力的武器之一。但是，我不觉的我的火枪会有用场。只是有个奇特的信念支持着仍然我不敢扔了这个致命的武器，因为据说开动火枪射击，就是我来到这个世界上的全部意义。
<p>而现在，我什么任务也没有只是来回的晃荡，我想找人聊天解闷，可是意外的我竟发现那些农民和兵们竟很少有快乐的神情，有的只是悲伤的面容。匆忙的行军和劳动是他们生活的全部，而我竟这等清闲，这使我不好意思打扰别人，不过我很快发现了一个兵，他的穿着和我们这个时代是这么的不协调，孤零零的甚至没有一个和他一样的伙伴，手里拿着一支长枪站立着，我要补充一下，这可不是火枪。我不禁走上去和他搭讪起来，他很意外的看着我，我能看出他受宠若惊的神情，我很惊奇于他的表现，于是便和他聊了起来。只是当时我还想不到，这一聊竟会使我改变对这个世界的看法。
<p>他告诉我，他来到这个世界的时候还是很久远的年代，那时候，这个国家还只很少的兵，他亲眼看到他所有和他一样的兵们被敌人的弓箭手和掷茅手在最早的一次战斗中杀害，他只是因为幸运被召进了市镇中心才逃过了那一劫。他说这个国家地那个时候正在经受了行将灭亡的考验，所有的农民都躲在塔楼或者市镇中心里射箭，敌人骑兵飘忽的进攻，使农民死伤殆尽。他叹息到：他是唯一的兵，却是个不能够上阵的兵，因为在骑兵的后面是弓箭。他害怕我笑他胆小，他说这并不是他的意愿，他宁可战死也不愿意这样的。这样的日子还好很快过去了，因为盟军骑兵对敌人基地的进攻，使敌人退却了，不过他记住了那个来袭击的民族的名字叫做匈奴。他告诉我：从那个时候起国家的地域内就没有过战斗了，他看到了从未见过的经济大发展，农民们努力的工作，特别是那些在战斗后幸存下来人们的脸上从没有过笑容，劳动的更近乎拼命。他自豪的说：我们是最早进入城堡时代和帝王时代的国家。因为每个农民知道只有到了帝王时代国家的安全才有保证，才会有最精锐的火枪手。最后，这个兵告诉我，我们的民族是土耳其。听了这些话，我很惊讶我的出生竟然是那么多等待和劳作的结果。我才知道我的任务要保护这个国家。我看看那个挂在胸前的火枪，我想：匈奴的骑兵会比我的子弹跑的更快？我笑了。我要完成这个长枪兵当年没有尽到的责任，我是一个兵，就绝不能让匈奴再猖狂。
<p>日子过的很快，不久我发现有了许多和我一样的兵，我们组成了亲兵团，甚至在后面还有在个世界上射程最远的火炮和为我们疗伤的僧侣。在等待战斗的日子里，有一天我们集中火力杀了一只狼，我发现枪声好响，甚至发现更多的子弹是打在狼的尸体上，因为最早的子弹早已击毙了它。我对自己更有信心了，我在等待着匈奴人的来到。我要让火海淹没他们。
<p>可是，草地上并没有匈奴的马蹄声，倒是我们的骑兵和骆驼兵在开往远处，我想也许战斗还在远方吧。没过多久，我就看到有受伤的骑兵来到了我们后面的僧侣旁边接受疗伤。我听到他们在对话：“好厉害的火驽和投石车，还没冲上去呢，我们一队兄弟就只剩我们几个了。”我看到说话的骑兵穿着最高级的盔甲可是已经是千疮百孔。我想：我可不会向他们那样逃回来，不过我第一次听到了有火驽和投石车这样的武器。我也听到他们在谈论当前的形势。我很关心这一点，其实我在昏昏然中到现在还不知道这个世界究竟是怎么回事呢。
<p>骑兵说：“这是个大岛屿的世界，我们所处的这个岛屿有四个国家都是盟国。而对面的岛屿上自然是敌国了，也不知道为什么连年争战不休。最初是有一敌国匈奴族的渡海攻击我们，结果被打退。据说死了许多兵，不过他们很勇猛，当年的战场上我们是以几个国家联合的力量才消灭了他们渡海的兵力。不过他们没有了船，回不去，被包围了也只能死战而已。然后，在城堡时代的初期，敌国的凯尔特族和日本族也登陆了，就这样一直打到现在，也不知道死了多少人，好在我们民族离战斗前线最远。因此最倒运的就是我们这些骑兵了，不时要赶到前线冲锋一下。不过那个情形实在是惨。满地敌人的投石车，驽车，日本剑士。”
<p>“我们有个叫条顿的国家已经失地近一半了。我倒是奇怪这些列队的火枪手火炮怎么还不动。”他正说着呢。我突然觉的整个队列扯动了，我跟在其中运动起来了。但是我不解的是，我们并不是向传说中的前线方向运行，而是走向那片美丽的海滩，我还看到了有一些农民正在从劳动中脱离出来走向那里。军队是这样的慢，我听到的步伐声在敲动我的心脏，我们要做什么呢？在这个海滩战斗？可是什么都看不见呀。就在这个时候，我看到海边驶来了许多我们土耳其的战船和运输船，我还没有来得及多想，就随着人群上了船。
<p>舰队移动了。在行进中，我能看到海面上还有没散尽的木砾。随着往前走越来越多的木砾显示着一场海战刚刚结束。“砰”的一声我们的船停了，我想完了一定是被击中了。我还没有走上战场就这样沉于海底吗？可是还没有反应过来的时候我已经站在一片海滩上了，这里是这么的美好，阳光，细细的海浪，远处甚至有穿着长袍的农民妹妹在劳动在唱歌，仔细看的时候这真是个奇特的地方，所有的建筑和我们不一样，但是也很美，我沉浸在美丽之中。
<p>我真奇怪，我们历经危险的征途就是为了来到这里。不是为了战争？没有了满地的火驽和投石车我真有点失落。可是，我突然发现我们的火炮已经打响，火枪已经平举，农民们在造炮塔。枪响了，我的也响了，我发现倒在我面前的不是穷凶极恶的敌兵，而是刚才还在唱歌的农民妹妹，我刚才看到的美丽的景色不在了，海面上我们的舰队拼命的发射着火炮和火驽，海滩上我们亲兵团散布着死亡。在炮塔和火炮连续的攻击中，我原来看到的那种很美的建筑很快就坍塌了，农田里伏尸不知道有多少，我也看到我们的农民还在修筑各种兵营，源源不断的骑兵，火炮还在增加。我真的很奇怪，这就是战争吗？破坏了如此美好和安宁的世界。只是一会儿我们就以速度和力量让这里成为地狱了。我原来为那个长枪兵激起的复仇愿望一下子就荡然无存了，我的脸应当是了无笑意，我的战友们的脸上也没有胜利的快乐。
<p>我们还在前进，我们的路上没有活着的敌国的人。我们尽职的开枪。只是我们的火枪不再打得那么准，远远的随便放枪，虽然在如此密度的枪弹中幸存的希望是那样的渺小，但是我想每个火枪手都希望，那个农民或者这个农民不是由自己的枪弹击毙。我们还在推进，我在骂：这个国家没有军人吗？你们快出来，我想到了那个长枪兵的悲哀，也许在这个国家的什么地方也有个什么兵在看着我们呢。
<p>然而我的乐观的想法并不能持续多长时间，很快我听到了有一种奇特的不同于我们语言在喊响，有人告诉我这是哥特语。我看到了前方有看不到边际的步兵冲上来了，那决死的面容使我震憾，我想我们杀死了他们那么多的手无寸铁的农民兄弟，他们的愤怒应当是可以理解的吧。我们的火枪也响了，火炮也在投掷着死亡。那些步兵很快成了指挥官不当指挥的牺牲品，我知道我们的火枪就是为步兵准备的。那漫无边际的兵海开始变为血海，敌人开始退潮了，一如来的时候那样突然，很快的我们的面前没有了敌人，我们的胜利开始给我们些微的快感了，因为我们杀死的毕竟是手拿利刃的士兵。我们的步伐依然在行进着，没有点停滞的意味，我开始麻木，混在人群中放枪。
<p>军队忽然停下来了，我抬头看到前方的高地上，有无数的投石车，我的同伴告诉我，我们已经穿过了那个叫做哥特的国家，我们已经征服了它的土地，前面就是凯尔特的地域。我想起了那个受伤的骑兵说的话。有一种不祥的预感在我心中升起。我们的军队在蠕动着，我突然看到我们后面一直机动的骑兵冲到我们的前面，一下子那高地上如雨一样的火石打了下来，只有一下子，我的面前高大而又拥挤的骑兵队便没有多少了。我突然明白这下子他们是为了我们而承受。
<p>我们的队形开始混乱，我们开始后移。我看到我们的火炮在射击，可是我们的数量并不是很多，那投石车向我们冲过来。我看到一片火石已经打中了我前排的兄弟，他已经倒下了，我看到我左边的兄弟已经受伤，僧侣在为他恢复生命，可是没有人能承受下一次火石的攻击。我知道我快要死了。因为我们身后的火炮已经转身，只有那些英勇的骑兵还在冲击，希望迟滞这火石的攻击。我知道那是徒劳的。
<p>就在已经绝望的时候，我们的队列一下子分为了二队，一队不撤了，坚持射击，一队急速后移，而我居然在那后移的人群中，我说不出的悲伤，我看到那些坚守的兄弟们倒下了，而我们得以幸存。我们退到了炮塔下，我看到有生最凄凉的情形，最忙的人竟是僧侣，伤兵太多了，很多人命系一丝，都希望自己首先得到治疗，谁也不知道那些投石车还有多远，也许马上就会逼近了，多一点生命值或者能为下一次大战中多一点生机。我尤其不解的是我看到了周围有许多在家乡看到过的农民兄弟，在哥特的土地上忙碌着生产着，我有了一种不详的感觉。我问了一个僧侣，他边挥动着为我疗伤的法杖边说，家乡已经有一小半是战场了。他苦笑着说，也许战争要结束了。因为他知道我们的贸易路线已经被敌国切断，我们已经没有多少黄金了。我想到了那个长枪兵，不知道他怎么样了，这个国家里最老的兵，也许根本就没有想到我们手中的火枪并不能保持住和平。
<p>我想也许和平根本就不是帝国国家的宿命，这里就是征服和被征服，生命的残酷和对和平理想的向往是如此的矛盾。以保卫和平的名义发动战争，是一切统治者最虚伪的托辞，而战争终要结束。胜利不会有快乐，因为这来自于毁灭，而非创造。我已经亲身感受。
<p>上帝之鞭_hjj_?
<p>`],
["http://blog.sina.com.cn/s/blog_4726dd400100baw3.html","20081029 | 沈威风：怀念下帝国时代",`
<p>《帝国时代》开发组ensemble关闭了，这是今天上天涯看到的头条，本来这条新闻是不会引起我的注意的，但是天涯很标题党地打了一个名字《论帝国时代的倒掉》，让我突然感慨了一下。帝国时代是我最喜欢的即时战略类游戏，呵呵，这个词我也是刚学的，打帝国很多年，却从来不知道它应该叫什么。不过帝国时代留下了我无数美好的回忆。
<p>听说帝国时代2推出的时候是99年10月，那时候我还在玩仙剑奇侠传，在大学宿舍里打的，应该是盗版碟，所以虽然通关了，但是没有看到传说中那个凄美煽情的结局，黑屏了，大哭。后来大学毕业的时候我们班某男生送了我一张正版碟，可是那以后我尝试了三次，再也没有耐心打通关过，总是不知道在哪里漏了某个动作或者任务，然后就迷失在迷宫中永远出不去了，所以那个结局，我至今没有看过，人生总是有许多大大小小的遗憾的，我这样对自己说。那时候，班上的男生已经开始打帝国了，而且是通宵地打，'''南门外著名的飞宇网吧'''，红极一时，经常吃早饭的路上遇上战毕归来的人们，黑眼圈，哈欠连天，不过貌似精神很满足的样子。
<p>学会打帝国，还是工作以后的事了。大家都在异乡为异客，又在某天发现单位的局域网可以联战，打了一阵子雷电之后，某肥胖小胡子师兄就邀请我打帝国。他没认真教，我就胡乱打，完全没有头绪，至今记得他弄了十来匹骑士站在我的农田上耀武扬威，列队巡逻的样子。他就坐我对面，发出阵阵得意的笑声。
<p>打了几次之后还觉得自己这样就算会了，还去教别人，俩人乱打。打了几天觉得不对劲，于是虚心去请教另一位师兄。这位兄弟比较负责任，至少教了我一开始要采果子，之后杀野猪，几个人升封建，几个人升城堡，什么时候升级铁匠铺，要修城墙也箭塔，做好防守——后来我发现他是个防守型的打法，'''最喜欢的地形是黑森林'''。
<p>反正他跟我说，9分钟到封建，18分钟到城堡，再慢就等着被K吧。我当时惊呼说，不可能吧，我大概要半小时才能到封建啊，他说慢慢练吧。我于是又回去慢慢练，还自己开发了一套极其弱智的打法，就是在黑森林狭小的通道上修固若金汤的城墙，二十道三十道的样子。然后在后面架起巨型投石机，慢慢地把敌人一石头一石头地打死。这个打法挺有效的，不过打完一局，一对一，难，耗时4到5个小时。打完人都快晕了。不过那时候年轻时间多，竟然还觉得很有乐趣。
<p>再后来是看四个“高手”在网吧二对二互战了一局之后，茅塞顿开，从此才真正走上了正途。当然，后来水平也很一般，也就是一对三最难，还得选地形，黑森林是早就被我抛弃了，'''打得比较多的是犹卡塔和盐湖吧'''。不过曾经对我有醍醐灌顶作用的高手后来被我灭了一次，用的是造船偷渡的方法，从此觉得自己终于出师了。后来我的启蒙老师小胡子师兄偶尔会觉得我还算可造之材，邀我上浩方对战过几次，据说跟人打比较容易提高，但是我这人心理素质不好，跟人对战的时候总是心情十分紧张，想赢得很，我觉得这样打游戏不够娱乐，'''还是喜欢坐家里跟电脑慢慢地打'''。
<p>后来出了帝国三，买过碟，没搞明白怎么回事，就还是打帝国二。还跟好些人推荐过，说画面好，音乐好，民族特性明显设置均衡，简称我认为这是一出伟大的需要智商的游戏。不过似乎呼应者不多，大家都说，还是星际好，还反过来推荐说，你玩几次星际就知道了。
<p>我一是懒，'''觉得一个游戏上手实在不容易'''，我当年可是走了不少弯路的，二是顽固，就是觉得这款游戏对我的胃口。我尤其喜欢黑暗时代里男耕女织发展经济的历史感，喜欢各个民族之间风格迥异的兵种，嗯，'''我不喜欢打外星人，我不喜欢未来，我喜欢历史'''。
<p>最后一次打帝国，是什么时候呢？至少两年前了吧，虽然我家里每部电脑上都装着。
<p>我想，大概这会是我永远都会打下去的游戏，至于它的开发组是否关掉，重要吗？
<p>`],
];
