var recent_info_list=[
["http://cn.wsj.com/gb/20120312/LJN093116.asp?source=UpFeature","20120312 | 刘军宁：从投资错误走向承认投资错误-华尔街日报",`
<p>一直想找个合适的机会，谈谈错误与承认错误在投资哲学中的地位。前不久，我看了一本早有耳闻的书──《奥马哈之雾》（机械工业出版社，2011年）。这是一本想深度了解奥马哈圣人的投资者们必读的书。
<p>在书中，我读到了这样一件事：1998年，在与佛罗里达大学MBA学生的座谈会上，当有人问巴菲特在生意上犯过哪些错误时，巴菲特风趣地答道：“'''那要看你有多长时间听我说了！'''”于是，他就历数自己投资的种种错误，滔滔不绝。再回过头来看看巴菲特每年的致股东信，其中必有的内容，就是对自己在当年所犯的错误做自我检讨。
<p>'''一般人对谈论自己的错误，避之不及'''，而巴菲特却担心听者时间不够。回避错误，逃避批评，可以说是每个人的天性。错误是投资者的终身伴侣，不犯错误的投资人永远不会存在。离开了错误就没有投资。所谓投资能力，就是'''寻找到被错误定价的优质资产的能力'''。有人犯了错误，才有被错误定价的优质资产。
<p>造物主赋予了每个人犯错误的能力，但是赋予了少数人寻找到被错误定价的资产的能力。这里所说的少数，就是那些天才的投资者。任何投资生涯都常常始于跟错误邂逅并结缘。如果用四个字来概括投资者与错误的关系，那就是“'''不离不弃'''”。
<p>法国思想家帕斯卡说，人类的头脑既是宇宙的光荣，也是宇宙的耻辱。光荣来自人类大脑的惊人潜能，耻辱来自人类大脑常常神经搭错。'''约翰•坦普顿爵士坦陈，他所做的每三笔投资就有一笔是错的，他也因此变得特别谦卑。'''彼得•林奇承认，他曾经把40块钱买进来的股票，在50块的价位上卖掉，发现它涨到60块，又赶紧买回。他不觉得承认这件事伤他的自尊。巴菲特曾幽默地说：芒格的长项是分析错误，我的责任是负责犯错误，并提供源源不断的错误案例供他分析。
<p>既然在投资中错误是不可避免的，那么承认投资中的错误也是不可避免的。对替股东或客户管钱的职业投资者来说，仅仅在自己内心中承认错误是不够的，必须从错误走向承认错误。只有承认错误，才能承担错误的责任。
<p>乔治•索罗斯认为他自己的优势在于“有认错的勇气”。他说：“'''对于其他人，犯错是羞耻之源。对我而言，认识到我的错误是我感到自豪的事。'''一旦我们意识到不完美的理解是人之常情，那么就不会因犯错而感到羞耻，而只是因未能及时纠正错误而感到羞耻。”索罗斯认为，'''他的真正快乐来自于发现了一个错误'''。他号称成功“不是来自于猜测正确，而是来自于承认错误”。（引自一只花蛤的文章《乔治•索罗斯的“易错性”》） 
<p>索罗斯更是把能否承担并承认错误与投资者的人品联系起来。'''不能面对自己的错误及其后果的人，在人品上都是不可靠的'''。不承认错误意味着不愿意承担责任，谁也不愿意跟不愿意承担责任的人打交道。错误与投资者的姻缘也开始受到国内投资者的关注，记得投资家段永平曾经写过一篇文章，叫“改错不惜代价”。改错的前提是承认自己的错误。
<p>'''拒绝承认错误，既是欺骗自己，也是欺骗别人。'''错误可以原谅，但掩盖错误而说谎就不能原谅。拒绝承认错误也意味着拒绝改正错误，因此也不可能从错误中受益，也就很难避免再犯类似的错误。不仅如此，'''为了掩盖一个错误，往往还需要犯一连串更多的错误'''。现实中，承认错误的投资者不会玩完，拒绝承认错误的投资者一定会玩完。以不肯承认错误而著称的美国长期资本管理公司由于无视自己的错误，把自己变成了“管理长期资本的短期公司”。
<p>保守主义的投资哲学是建立在保守主义的人性论之上的。这种人性论'''不承认这个世界上有什么“伟光正”'''。它坚信，人是不完善的，'''而且不可能达到至善'''。谁都不是神仙，都会犯点儿错。'''出错才是人'''。避免犯错误的最好方式是不投资。可是，如果一个投资者因为害怕犯错误而不投资，他还是投资者吗？还有什么错误比这个更大呢？'''在这个世界上，找不到不犯错误的人，但是能找到，承认错误的人。'''承认错误，并不是一件令人羞耻的事情。我甚至觉得，巴菲特在谈自己的投资错误时，'''带有某种骄傲的神情'''。他甚至在暗示自己的错误也是杰出的错误，并有炫耀那些巨大数额投资损失的嫌疑。的确，'''普通的投资者根本就没有犯杰出错误的机会'''。
<p>正是如何面对投资中的错误把'''普通的投资者与杰出的投资者'''区分开来。如果你不知道一个投资者水平的高下，那就听听他对什么夸夸其谈。是谈起自己的成功就缄默不语，谈起自己的错误滔滔不绝，还是谈起自己的错误就王顾左右，谈起自己的成功滔滔不绝？用这个标准，高下立判。
<p>看待投资者与看待政治家很相似：'''如果碰到拒绝认错的政治家'''，你的感觉如何？会对他评价很高吗？会对他抱有信心吗？面对拒绝认错的投资者，你会把你的钱交给他管理吗？有人认为，投资最大的风险并不是买到下跌的资产，不是判断错误，也不是发现未来和期望有所差距，'''而是在于当自己犯错时应该如何去坦然面对'''。害怕承认，反而会犯下大错。
<p>由于人们常常不愿意面对错误，其结果之一就是严重低估了错误对成功的巨大贡献。在我看来，'''通向未来的成功之路是由过去的错误铺就的'''。错误才是成功的垫脚石。错误是我们学习与尝试的证据。'''很少错误的人很少成功'''，没有犯过大错的人，没有大的成功。'''大的错误甚至是成功人士的专利'''。跟成功比，错误是更大的财富。'''成就是外表，错误是内核。'''前者常常是有形的，后者常常是无形的。
<p>人们常说，失败是成功之母。错误跟失败不同。'''错误不仅不等于失败，甚至能带来更大的成功'''。不成功的人把错误变成失败，成功的人把错误变成成功。杰出的投资者常常有个非凡的能力，就是把巨大的错误变成巨大的成功。巴菲尔当年没有在纺织品公司上的投资错误，就没有今天人们津津乐道的旗舰公司伯克希尔。错误的投资反而成为巨大投资成功的纪念品。
<p>杰出的投资者真应该为这些错误而感谢上苍。'''他们的成功是他们的银牌，他们的错误才是他们的金牌。'''因为，人们从他们的错误中学到的，比从他们的成功中学到的更为宝贵。
<p>`],
];
