var recent_info_list=[
["https://mp.weixin.qq.com/s/e5LOlMuFzxbIjmAutJz4ww","20190531 | 基督教给政治带来的五大洞见 - 保守主义评论",`
<p>本文译自“法律与自由”（Law&Liberty）官网
<p>英文标题：Five Insights Christianity Brings to Politics
<p>作者迈克尔·米勒（Michael Matheson Miller），阿克顿研究所研究员
<p>译文约3800字，略有删节
<p>基督教与政治的关系很复杂。毫无疑问，教会在政治自由的历史上扮演过复杂的角色。它有时也会压制政治、宗教和经济自由。然而，尽管如此，基督教一直是支持自由和有限国家（a limited state）观念的最重要的力量之一。'''尽管基督教不是一种政治纲领，但它提供了某种思考国家和政治之角色的思维方式。'''
<p>值得注意的是：基督教的政府观，并不是带着宗教点缀的世俗主义政府观。世俗主义从来不是中立的。'''基督教的政府观扎根于关键的神学和哲学观念：如上帝和现实的本性，正义的重要性，自由的价值，家庭的作用，以及对人类的多向度理解。'''
<p>问题是，这些事情如何影响我们对政治的理解？
<p>接下来，我要介绍基督教传统为政治自由的奠基所贡献的五个最重要的观念。在此之前，我要澄清一点：尽管基督教提供了对政治的关键洞见，但基督教并不是一个有着具体政策建议的政治纲领。不存在单一的基督教政府模式。基督徒可以持有不同的政治立场，也可以在许多事情上持有不同观点。'''基督教提供的是一种导向（orientation）——一种思考政治和政府的基础——通常谈论的是政治所能达到的极限。'''
<p>'''国家并不神圣'''
<p>'''基督教政府观的第一个要素是国家并不神圣。事实上，有限国家（the limited state）的整个观念与基督教传统有着内在关联。为什么？因为基督教破除了国家的神圣性。国家不再有神圣的性质。'''
<p>正如阿克顿勋爵所指出的，耶稣说：“凯撒的物当归给凯撒，神的物当归给神”，这番话是革命性的。它们对我们理解国家产生了深远影响。'''并不是所有的物都属于凯撒。'''在古代，正如阿克顿勋爵所写的那样：
<p>“古典国家（译注：古希腊、古罗马）的弊端在于它集教会和国家于一体。道德与宗教无关，政治与道德无关；在宗教、道德和政治中，只有一个立法者和一个权威。”
<p>'''在国家之外不存在道德诉求，因为凯撒和法老是神圣的。'''
<p>'''但基督教说不：国家和国家领袖并不神圣，虽然他们值得尊重，但他们不能凌驾于自然法或神的律法之上。基督教提醒我们，国家的代理人和我们其他人一样都是罪人。'''
<p>这并不意味着基督徒认为国家和政治是邪恶的，甚至是必要的恶。与詹姆斯·麦迪逊的观点相反（译注：麦迪逊说过，如果人人都是天使，就不需要任何政府），即便天使也需要一些政府，即便只是为了协调和决定该走哪一条天使之路。'''对基督教来说，政治扮演着重要的角色，但只是有限的角色。基督徒认为国家在协调、司法、安全和防卫方面很重要。但国家并不是真理和法律的源泉。'''
<p>'''需要说明的是，这并不意味着历来的基督徒都尊重这一点。基督教——天主教徒、新教徒和东正教都曾将宗教政治化，并以宗教的名义滥用政治权力。'''
<p>'''将国家神圣化、建造一座新的巴别塔，这样的诱惑始终存在。这个主题在历史上反复上演，从古埃及、亚述和罗马等古代王国，到现代的法国大革命及其意识形态后裔、20世纪的极权主义者和当代的技术官僚国家。'''
<p>将国家拔高、逾越其适当位置的诱惑，基督徒也未能幸免。'''对基督徒来说，诱惑不在于将国家神圣化，而是将宗教政治化，并指望国家将他们的教义和其他信仰原则作为政策来执行——甚至强迫信仰。'''但是，这种做法背离了基督教最初的愿景及其内在的自愿属性。（反对宗教政治化）并不意味着世俗主义，也不意味着教会无权指导和影响国家的道德品质。但是，强迫信仰的企图把基督教变成了一种政治意识形态，这破坏了基督教的本质，最终导致不信仰。正如约瑟夫·拉辛格（Joseph Ratzinger）所指出的，“在某些时期，教会和国家的融合方式篡改了信仰对真理的要求，将信仰变成一种强迫，于是，它变成了一幅名副其实的讽刺漫画。”然而，尽管有种种失败，上帝的和凯撒的要求之间的界限，仍然存在着。'''基督教的本质决定了它无法接受一个试图将生活的方方面面都置于自身之下的极权国家。'''
<p>'''国家不是正义的最终仲裁者'''
<p>'''第二个主要因素，也是一个相关因素：国家不是正义的最终仲裁者。国家和个人一样，也受到同样的道德法则的约束。'''
<p>有一种观点认为独裁者或多数派决定了或等同于真理和正义，基督教对这种观念加以谴责。'''那些本质上错误的事情，任何国家权力或多数票都不能使之正确。因此，人的法律必须始终服从于神的法律和自然的法律。'''正如奥古斯丁、阿奎那和基督教传统中绝大多数思想家所主张的那样：不公正的法律根本不是法律。
<p>犹太教和基督教正义观的核心是“正义必须是公正的”（justice must be impartial）。这一观点贯穿于希伯来圣经和新约全书。正如利未记19章15节所说：
<p>“你们施行审判，不可行不义，不可偏护穷人，也不可重看有势力的人，只要按着公义审判你的邻舍。”
<p>这正是法治理念的基础。法律不能专断。它必须是公平的，易行的，并为公民提供正当的程序。不偏不倚的观念（The idea of impartiality）是必不可少的，而且很容易丢失。它不同于裙带资本主义的实践，即偏袒富人和人脉广的人，也不同于当代“社会正义”（social justice）的许多观点，即应该牺牲正义优待穷人。
<p>'''公共利益'''
<p>基督教政府观的第三个主要因素是，致力于公共利益。公共利益包括创造政治和社会条件，让个人、家庭和社区“充分实现他们的潜能”。
<p>值得注意的是，公共利益并不等于国家利益。个人也不是国家机器的齿轮。此外，共同体不能简化为政治共同体。这是一个常见的错误。公共利益也不等于最大多数人的最大利益。它也不只是更有效率或更快乐。它根植于对美好生活（the good life）的多层次理解，并时刻铭记着人的永恒命运。
<p>'''国家在促进公益方面发挥着重要作用，但不能包办一切。它的主要作用是帮助创造条件，使人民能够安居乐业，并在必要时提供援助。正如托马斯·阿奎那所解释的那样，“阻止人们按照自己的责任行事——除非在紧急情况下——是违反国家的正当性质的。”'''
<p>'''社区的社区'''
<p>这引出了第四个主要贡献：家庭的重要性和丰富多样的公民社会。
<p>人类不是彻彻底底的个体。我们是社会性的，在社区中茁壮成长。我们出生在不同的家庭和文化中，并在社区中兴旺发达。家庭是社会的核心。家庭是社会的基本单位。'''虽然国家承认家庭并且在管理家庭方面占有一席之地，但家庭不仅仅是国家的组成部分。它是自然的共同体，而且从生物学和社会学现实上看，它先于国家而存在。'''这就是为什么说试图重新定义婚姻，是国家权力的越轨，归根到底是一种极权主义行径。在这一过程中，国家充当了现实本身的仲裁者。如果生物学可以被重新定义，还有什么（对政府的）潜在限制？
<p>基督教的政府观承认家庭的独立性和社会面向，以及家庭需要有发展和履行职责的空间。正如罗伯特·尼斯比特等人指出的那样，基督教的家庭政治观介于大家长统揽一切的罗马家庭和极端个人主义的现代核心家庭之间。基本的社会和政治议题（如教育和私人财产）内嵌于家庭的作用中。'''就教育而言，儿童的主要教育者是家长，而不是学校、政府或教会。'''教皇利奥十三世在《新事通谕》（Rerum Novarum）中，不仅从经济或政治角度，而且从家庭的角度对私有财产进行了讨论。
<p>虽然家庭是必不可少的，但它们不能单靠自己兴旺发达。公共利益需要丰富多样的公民社会，也就是托克维尔所说的“中介机构”，其中包括公民和社区团体、教会、互助协会、慈善组织、学校、各种联谊会和志愿组织。它们可以解决社会问题，促进社区的发展。
<p>看待公民社会的一种方法是，把它看作促进公共利益、鼓励团结和人类繁荣的社区的社区。
<p>'''天然的反对乌托邦信条'''
<p>第五种观念，也是基督教政府观中最重要的要素之一，是反乌托邦主义。
<p>基督教传统肯定人的善良，但也承认罪恶的现实（the reality of sin）。我们能做出善业。我们也能犯下滔天罪行。'''这意味着我们需要一个政府来保护人民免受伤害和惩罚坏人。但同样重要的是，我们需要限制统治者。'''
<p>正如阿克顿勋爵的一句名言：“绝对的权力绝对导致腐败。”'''基督教的政府观，对任何乌托邦愿景都深表怀疑。它认识到我们无法创造一种完全公正的社会秩序。政治发挥着重要作用，但它的作用有限。'''正如约瑟夫·拉辛格在他的文章——《何谓真理：宗教和伦理价值观在多元社会中的意义》——中所解释的那样：
<p>'''“创造人类的幸福不是国家的任务，创造新人也不是国家的任务。把世界变成天堂不是国家的任务。它也做不到……如果它像上帝一样行事……就会变成来自地狱的野兽，成为敌基督者的力量。”'''
<p>政治不能解决痛苦、邪恶、罪恶和死亡的根本问题。国家、技术、独裁者或多数派都无法拯救我们。这种反乌托邦主义并不是悲观主义，抑或对不公正的冷漠。事情会好转也不是虚假的乐观主义。'''反乌托邦主义所做的是将政治置于适当的位置，并警告我们，我们无法创造完美的正义。'''
<p>以上只是对基督教传统及其政治含义的简单介绍。当然，要说的话还有很多，要讨论、辩论的还有很多。但是，基督教政府观的核心是：人是按照神的形象创造的。政治的目的是为人服务，而不是为了让人服务于国家。基督教的政府观将政治置于人类自由、人类繁荣的召唤以及人类永恒命运的背景之下。
<p>`],
];
