var recent_info_list=[
["","关卡",`
<p>坐标：左上角为[1:1]
<h3>第1章:初试身手</h3>
<p>初登场人物:索尔、亚雷斯、悠妮、盖亚
<p>战场加入人物:哈诺、哈瓦特、亚克斯王国海岸巡防队员（4）
<p>战役结束加入队伍:战士哈诺
<h4>宝物</h4>
# [1:11]→5000元
# [4:13]→3000元
# [8:14]→药草
<h3>第2章:罗德镇</h3>
<p>神秘商店:酒店前按[Shift]＋[F1]键
<p>物品:阔剑、长戟、钉头锤、回复剂、皮甲、药草
<p>初登场人物:索尔、亚雷斯、悠妮、盖亚、哈诺
<p>战役结束加入人物:弓兵希莉亚
<h4>宝物</h4>
# [11:14]→旅行装
# [20:17]→药草
# [22:18]→回复剂
# [7:21]→绿宝石
<h3>第3章:往塞拉村途中</h3>
<p>神秘商店:武器店前按[Ctrl]＋[F2]键
<p>物品:回复剂、魔法水
<p>初登场人物:索尔、亚雷斯、悠妮、盖亚、哈诺、希莉亚
<p>战场加入人物:铁诺
<p>战役结束加入人物:剑士铁诺未死时加入
<h3>第4章:塞拉村前</h3>
<p>神秘商店:出口前按[Alt]＋[F3]键
<p>物品:风精之羽、魔法水
<p>初登场人物:索尔、亚雷斯、悠妮、盖亚、哈诺、希莉亚、（铁诺）
<h4>宝物</h4>
# [17:2]→风精之羽
# [13:8]→药草
# [16:8]→力量药水
# [4:9]→阔剑
# [5:16]→绿宝石
# [18:13]→药草
<h3>第5章:塞拉村</h3>
<p>神秘商店:道具店前按[Shift]＋[F4]键
<p>物品:力量药水、耐力药水、速度药水、生命之实
<p>初登场人物:索尔、亚雷斯、悠妮、盖亚、哈诺、希莉亚、（铁诺）
<p>战场加入人物:玛琳、士兵（4）、王国正规军骑兵（6）
<p>战役结束加入人物:僧侣玛琳
<h4>宝物</h4>
# [28:8]→回复剂
# [9:12]→长剑
# [1:12]→力量药水
# [32:22]→淬毒刀（在地图右下方的断掉的树干）
<h3>[29:14]→10000元</h3>
<h3>第6章:普里兹港</h3>
<p>神秘商店:教会前按[Ctrl]＋[F5]键
<p>物品:再生药、魔法水
<p>初登场人物:索尔、亚雷斯、悠妮、盖亚、哈诺、希莉亚、（铁诺）、玛琳
<p>战场加入人物:战士佣兵（4）
<p>战役结束加入人物:弓兵贝克威
<h4>宝物</h4>
# [8:16]→红宝石（地图中间往左数的第一棵深红色树）
# [20:14]→魔法水
<h3>第7章:往王城的途中</h3>
<p>神秘商店:酒店前按[Alt]＋[F6]键
<p>物品:圣者之戒、心眼之书、白金徽章、飞龙卵
<p>初登场人物:索尔、亚雷斯、悠妮、盖亚、哈诺、希莉亚、（铁诺）、玛琳、贝克威
<p>战场加入人物:凯丽
<p>战役结束加入人物:武者凯丽未死时加入
<p>▲ 要『凯丽』出现必须具备的条件:
<p>'''必须在10回合内冲过到达2／3的画面'''；也就是大约到达上方[18:11]宝箱的左边。
<p>也就是大约在下列地点处休息:
# [10:11]、[11:15]、[12:15]、[13:16]、[14:16]、[15:16]。
<p>之後在第10回合结束後，凯丽就会从右方画面出现了。
<h4>宝物</h4>
# [4:2]→生命之实
# [28:6]→心眼之书
# [18:11]→5000元
# [18:19]→魔法皮甲
# [3:30]→圣者之戒
# [21:25]→魔法皮甲（中间偏右下的深绿色草地）
# [21:30]→白金徽章
<h3>第8章:王城前的战斗</h3>
<p>神秘商店:武器店前按[Shift]＋[F7]键
<p>物品:黑暗剑、先锋矛、再生药、魔法水
<p>初登场人物:索尔、亚雷斯、悠妮、盖亚、哈诺、希莉亚、（铁诺）、玛琳、贝克威、（凯丽）
<p>战场加入人物:洛娜
<p>战役结束加入人物:骑士洛娜
<h4>宝物</h4>
# [15:33]→再生药
# [5:35]→2500元
# [24:35]→耐力药水
# [4:44]→风精之羽（左下方长青苔的石子地上）
# [1:17]→3000元
<h3>第9章:骑士的抉择</h3>
<p>神秘商店:出口前按[Ctrl]＋[F8]键
<p>物品:再生药、魔法水
<p>初登场人物:索尔、亚雷斯、悠妮、盖亚、哈诺、希莉亚、（铁诺）、玛琳、贝克威、（凯丽）、洛娜
<p>战场加入人物:打败骑士莱汀後，莱汀加入
<h4>宝物</h4>
# [19:5]→魔力水晶
# [13:10]→精灵披风
# [13:18]→5000元
# [9:32]→回复剂
# [17:32]→解毒剂
# [7:5]→生命之实
<h3>第10章:洞窟中的激战</h3>
<p>神秘商店:道具店前按[Alt]＋[F9]键
<p>物品:生命之实、魔力水晶
<p>初登场人物:索尔、亚雷斯、悠妮、盖亚、哈诺、希莉亚、（铁诺）、玛琳、贝克威、（凯丽）、洛娜
<p>战场加入人物:莱汀、禁卫军骑士（8）
<p>战役结束加入人物:骑士莱汀、僧侣索菲亚
<p>☆☆ 『黄金徽章』就在索菲亚身上 ☆☆
<h4>宝物</h4>
# [18:3]→10000元
# [3:23]→再生药
# [29:23]→药草
# [11:28]→红宝石
# [21:28]→10000元
# [12:32]→10000元
# [11:37]→解毒剂
# [21:37]→回复剂
# [14:3]→黑暗剑
<h3>第11章:幻之森林</h3>
<p>神秘商店:教会前按[Shift]＋[F10]键
<p>物品:再生药、魔法水
<p>初登场人物:索尔、亚雷斯、悠妮、盖亚、哈诺、希莉亚、（铁诺）、玛琳、贝克威、（凯丽）、洛娜、莱汀、索菲亚
<p>战场加入人物:珊
<p>战役结束加入人物:魔法师珊
<p>☆☆ 在此战役中最重要是拿『星之眼』；如果没有拿到，那後面只能玩到第27章。
<p>『星之眼』就在[19:38]的宝箱中；要赶快冲过去拿，如被兽人抢走，也要把那支偷走宝物的兽人干掉，不然没几轮它就会带著东西逃掉。
<p>功用:ＨＩＴ、ＥＶ(命中率、速度)增加。
<h4>宝物</h4>
# [4:9]→5000元
# [34:12]→圣之枪
# [17:16]→3000元
# [8:21]→突击装甲
# [28:21]→力量药水
# [25:25]→10000元
# [20:26]→蓝宝石
# [1:32]→金钢手臂
# [33:34]→精灵弓
# [18:38]→15000元
# [20:38]→飞龙卵
# [19:38]→星之眼
<h3>第12章:北山道</h3>
<p>神秘商店:酒店前按[Ctrl]＋[F1]键
<p>物品:再生药、魔法水
<p>初登场人物:索尔、亚雷斯、悠妮、盖亚、哈诺、希莉亚、（铁诺）、玛琳、贝克威、（凯丽）、洛娜、莱汀、索菲亚、珊
<p>战场加入人物:米亚斯多德
<p>战役结束加入人物:龙剑士米亚斯多德
<h3>第13章:哈斯米尔之战</h3>
<p>神秘商店:武器店前按[Alt]＋[F2]键
<p>物品:斩铁剑、圣之枪
<p>初登场人物:索尔、亚雷斯、悠妮、盖亚、哈诺、希莉亚、（铁诺）、玛琳、贝克威、（凯丽）、洛娜、莱汀、索菲亚、珊、米亚斯多德
<p>战场加入人物:哈瓦诺、精灵狙击手（11）
<p>战役结束加入人物:战士哈瓦诺
<p>☆☆ 勇士徽章:索尔专用，不使用它而转成剑圣可使用破龙击；使用它则转成英雄，可使用再生术、传送术、天火术、裂地术等大法师法术。（在此战役中，只要站在右上角帐门前[25:6]即可得到）。
<p>☆☆ 火之眼:在右下角的宝箱中，别让兽人拿走跑掉了！！
<p>功用:ＡＰ（攻击力）增加。
<h4>宝物</h4>
# [20:3]→20000元
# [25:6]→勇者徽章
# [6:4]→心眼之书
# [30:6]→龙之卵
# [33:12]→突击装甲
# [23:14]→回复剂
# [16:15]→30000元
# [22:16]→风精之羽
# [39:19]→火之眼
# [17:25]→金钢手臂
# [33:25]→精灵弓
<h3>第14章:平原的会战</h3>
<p>神秘商店:出口前按[Shift]＋[F3]键
<p>物品:再生药、飞龙卵
<p>初登场人物:索尔、亚雷斯、悠妮、盖亚、哈诺、希莉亚、（铁诺）、玛琳、贝克威、（凯丽）、洛娜、莱汀、索菲亚、珊、米亚斯多德、哈瓦诺
<h4>宝物</h4>
# [18:31]→闪电锤（派飞行部队去拿才行）
<h3>第15章:拉卡湖的激战</h3>
<p>神秘商店:道具店前按[Ctrl]＋[F4]键
<p>物品:水晶粒、神圣之水
<p>初登场人物:索尔、亚雷斯、悠妮、盖亚、哈诺、希莉亚、（铁诺）、玛琳、贝克威、（凯丽）、洛娜、莱汀、索菲亚、珊、米亚斯多德、哈瓦诺
<p>战场加入人物:赛可邦勒、豹人武者（9）
<p>战役结束加入人物:斗士赛可邦勒
<p>☆☆ 精灵挈印:悠妮专用。转职成召唤师，会使用很多独有的法术；如破坏神、冰之妖精等等。法术功效绝非其他职业之法术可比拟。
<p>取 得:在此战场中，派飞行部队（龙人）到[7:12]处休息即
<p>可取得。（此处的湖面上有一微小光点）
<p>☆☆ 光之眼:战役到第八回合时，会有4位兽人从上方出现，然後从右上方离开；如果都没去阻止，4位兽人会在第12回合後离开战场，所以必须在第12回合以前到达右上方阻止并将其消灭，即可得到『光之眼』。
<p>功用:ＨＰ（体力）增加。
<h4>宝物</h4>
# [32:10]→精灵披风
# [40:12]→10000元
# [34:23]→8000元
# [21:24]→毒爪
# [44:26]→再生药
# [23:40]→魔力水晶
# [24:40]→雾之袍
# [23:41]→耐力药水
# [7:12]→精灵契印
<h3>第16章:冰原之战</h3>
<p>神秘商店:教会前按[Alt]＋[F5]键
<p>物品:力量药水、耐力药水、魔力水晶、生命之实
<p>初登场人物:从第一章到此章时，如果每章可加入的人员都有加入，则到目前为止有17人；而出场人物除主角索尔外，再任选15人，共有16人出场。
<p>战场加入人物:密蒂、士兵（8）
<p>战役结束加入人物:索尔ＨＰ320以上，十八回合敌全灭；密蒂八个部下阵亡未超过一半，则剑圣密蒂加入。
<h4>宝物</h4>
# [20:19]→18000元
# [30:20]→耐力药水
# [12:27]→蓝宝石
# [31:29]→领悟之书
# [28:34]→力量药水
# [18:37]→暗杀服
# [4:7]→10000元
<h3>第17章:血与冰之刃</h3>
<p>神秘商店:酒店前按[Shift]＋[F5]键
<p>物品:神圣之水、水晶粒、十字弓
<p>初登场人物:索尔＋15人
<p>战场加入人物:士兵（8）
<p>战役结束加入人物:龙剑士凯拉斯（要密蒂加入他才会加入）
<p>☆☆ 冰之眼:杀了水魔神即可得到。
<p>功用:ＤＰ(防御力)增加。
<p>☆☆ 控制中枢:到第26章才用的到。
<h4>宝物</h4>
# [2:1]→神圣之水
# [1:2]→控制中枢
# [20:7]→10000元
# [29:7]→10000元
# [24:15]→再生药
# [23:18]→再生药
# [24:18]→心眼之书
# [25:18]→风精之羽
# [40:21]→生命之实
# [7:23]→力量药水
# [45:44]→钻石
# [46:45]→护手刀
<h3>第18章:遥远的彼岸</h3>
<p>神秘商店:武器店前按[Ctrl]＋[F7]键
<p>物品:力之杖、水晶粒
<p>初登场人物:索尔＋15人
<p>战场加入人物:约拿、兰斯洛特
<p>战役结束加入人物:圣者约拿、圣骑士兰斯洛特
<h4>宝物</h4>
# [49:1]→ 尸爪
# [1:4]→退麻剂
# [44:5]→钻石
# [49:7]→水晶弓
# [48:14]→10000元
# [2:23]→再生药
# [40:24]→暗杀服
<h3>第19章:黑暗中的狙击</h3>
<p>神秘商店:出口前按[Alt]＋[F8]键
<p>物品:神圣之水、水晶粒
<p>初登场人物:索尔＋15人
<p>战场加入人物:巴拿罗西亚
<p>战役结束加入人物:龙剑士巴拿罗西亚
<h4>宝物</h4>
# [11:27]→10000元
# [14:2]→再生药
# [1:12]→力量药水
# [22:24]→生命之实
# [2:29]→5000元
# [7:31]→魔力水晶
<h3>第20章:死亡般的沈寂</h3>
<p>神秘商店:道具店前按[Shift]＋[F9]键
<p>物品:神圣之水、水晶粒
<p>初登场人物:索尔＋15人
<p>战场加入人物:谢多、精灵狙击手（8）
<p>战役结束加入人物:忍者谢多加入；而在十五回合内将敌全灭，则魔族达可塞加入。
<p>☆☆ 暗之眼:在右上方有一个黑暗战士（穿黑盔甲和拿大地之剑）站在一个小岛上面，在其所站的位置上休息即可拿到[31:8]。
<p>功用:麻痹（对敌人使用）
<p>●● 在此战役後，黄金徽章及五颗魔眼宝石（光之眼、暗之眼、火之眼、冰之眼、星之眼）应该都拿到了；在结束此战役回到村落休息时，就要把这些物品都放在『索尔』身上，再进入第21场战役。
<h4>宝物</h4>
# [3:4]→30000元
# [31:8]→暗之眼
# [32:18]→速度药水
# [16:19]→雷神手臂
# [1:28]→神圣之水
# [10:30]→水晶粒
# [11:30]→钻石
# [19:14]→特殊装甲
<h3>第21章:亚述森林</h3>
<p>神秘商店:教会前按[Ctrl]＋[F10]键
<p>物品:封魔弓、裂刃爪
<p>初登场人物:索尔＋15人
<p>战场加入人物:希尔法、罗兰、精灵狙击手（8）
<p>战役结束加入人物:祭司希尔法、神射手罗兰
<p>☆☆ 在战役结束後，希尔法就会把黄金徽章和五颗魔眼宝石变成『天空之钥』了。
<h4>宝物</h4>
# [8:20]→20000元
# [34:20]→风精之羽
# [21:13]→光之斧
# [21:6]→生命之实
# [15:36]→耐力药水
# [34:27]→再生药
<h3>第22章:远古呼唤</h3>
<p>神秘商店:酒店前按[Alt]＋[F1]键
<p>物品:神圣之水、水晶粒
<p>初登场人物:索尔＋15人
<p>战场加入人物:莎拉
<p>战役结束加入人物:龙骑士莎拉
<p>☆☆ 从此第22章～第25章的战役是连续的，没有村落可休息。
<h4>宝物</h4>
# [23:25]→风精之羽
# [18:25]→水晶粒
# [28:25]→力量药水
# [34:21]→魔力水晶
# [33:18]→生命之实
# [12:21]→10000元
# [13:18]→钻石
# [23:13]→雷神服
<h3>第23章:向天空之旅</h3>
<p>初登场人物:索尔＋15人
<p>战场加入人物:卡里斯、罗德曼
<p>战役结束加入人物:武圣卡里斯加入（必须要有天空之钥）；敌人援军出现前（15回合）击毁机甲队长、且剑圣密蒂未加入，则剑圣罗德曼加入。
<h4>宝物</h4>
# [24:30]→黑暗之衣
# [18:30]→黑暗之衣
# [7:20]→光之斧
# [8:20]→破魔枪
# [7:21]→风魔弓
# [8:21]→黑暗杖
# [34:20]→黑暗之袍
# [35:20]→天之袍
# [34:21]→黑暗鳞甲
# [35:21]→重铠甲
# [27:22]→黑暗鳞甲
# [15:22]→裂刃爪
# [31:12]→龙鳞甲
<h3>第24章:在天空的彼方</h3>
<p>初登场人物:索尔＋15人
<h4>宝物</h4>
# [21:23]→风精之羽
<h3>第25章:火焰的审判</h3>
<p>初登场人物:索尔＋15人
<p>战场加入人物:圣寇拉斯、龙剑士（14）
<p>战役结束加入人物:大法师亚奇梅吉、龙剑士圣寇拉斯
<p>☆☆ 炎龙剑:用悠妮的传送术（如没有此法术，那就是等级练不够！！）将索尔传送到上方的剑前一格[11:2]休息，则会出现一支火龙；之後的每合回都选休息（或施补ＨＰ法术、使用道具），直到把火龙打败，就可得到炎龙剑了。
<p>Ｐ Ｓ:必须要索尔到该处，火龙才会出现。
<h4>宝物</h4>
# [3:35]→魔力水晶
# [3:7]→大地装甲
# [19:36]→冲击手臂
# [18:31]→20000元
# [6:26]→风精之羽
# [19:17]→神圣之水
# [11:2]→炎龙剑
<h3>第26章:未知的回廊</h3>
<p>神秘商店:教会前按[Shift]＋[F5]键
<p>物品:神圣之水、水晶粒、光之斧
<p>初登场人物:索尔＋15人
<p>战场加入人物:让盖亚拿控制中枢到左下方休息，机器人渥德加入
<p>战役结束加入人物:（机器人渥德）
<p>☆☆ 把『控制中枢』放在盖亚身上，然後到画面左下方机械人下面一格休息，盖亚便会把控制中枢装在机械人头上，则机器人『渥德』加入。
<h4>宝物</h4>
# [1:34]→魔力水晶
# [16:29]→速度药水
# [31:34]→水晶粒
# [1:20]→50000元
# [31:20]→力量药水
# [21:15]→50000元
# [11:15]→神圣之水
# [15:4]→战神戟 ━┐
# [17:4]→魔神斧 ━┤
# [16:5]→风神弓 ━┼→此五个箱子只要打开一个，则其它四个就会自动打开；所以只能拿到一个宝物。
# [15:6]→光之杖 ━┤
# [17:6]→魔龙爪 ━┘
<h3>第27章:命运的交会点</h3>
<p>神秘商店:酒店前按[Ctrl]＋[F6]键
<p>物品:神圣之水、水晶粒
<p>初登场人物:索尔＋15人
<p>☆☆ 从此第27章～第30章的战役是连续的，没有村落可休息。
<p>☆☆ 先前如没拿到天空之钥，则在此章战役结束後，悠妮就会独自回到黄金城，也就无法玩後面三关了。(BAD END)
<h4>宝物</h4>
# [15:48]→力量药水
# [16:48]→耐力药水
# [17:48]→风精之羽
# [15:49]→速度药水
# [16:49]→生命之实
# [17:49]→魔力水晶
<h3>第28章:探索者</h3>
<p>初登场人物:索尔＋19人
<h4>宝物</h4>
# [41:10]→冲击手臂
# [18:23]→水晶粒
# [17:21]→神圣之水
# [29:13]→神圣之水
# [27:15]→神圣之水
# [21:16]→神圣之水
# [9:16]→神圣之水
# [11:22]→神圣之水
<h3>第29章:无边的黑暗之中</h3>
<p>初登场人物:索尔＋19人
<p>☆☆ 此战役是要护送悠妮到上方的控制中心（石碑）前休息後，再过三回合後，则攻打三头龙。
<h4>宝物</h4>
# [10:39]→神圣之水
# [11:39]→神圣之水
# [12:39]→神圣之水
# [20:39]→神圣之水
# [22:39]→神圣之水
<h3>第30章:传说的终章</h3>
<p>初登场人物:索尔＋19人
<p>☆☆ 此战役是打元凶『空魔神』和以前的四魔神（岩魔神、火魔神、水魔神、风魔神）。
<p>`],
];
