var recent_info_list=[
["http://www.culchina.net/Article/Article_Show.asp?ArticleID=598&ArticlePage=4","19990409 | 韩少功：空间的政治几何学（空间的政治测量）",`
<p>南方周末1999.04.09
<p>好几次坐飞机，我都遇到空中摸彩：中彩的旅客可获得下次旅行的免费机票一张。这当然很有刺激性。当中彩者的座号由主持小姐以职业化的激动语调大声宣布时，丛林般站起来的人们终于齐刷刷盯住某一张面孔，然后鼓崐掌和唏嘘。有意思的是，此时懊丧者很多，'''最为懊丧的则必是中彩者的邻座'''。我的一位朋友就充当过这种角色，为擦肩而过的幸运顿足不已：“就在我身边呵，就差那么一点点呵……”
<p>其实，如果不是那么一点点，如果幸运者离他有百米之遥，事情的结果有什么不同吗？为什么中彩者坐远一点就可以让他较为心平气和？
<p>距离决定了懊丧，还能决定恋情。一位外国作家写婚外恋，写到女主人公只有在外地旅行时才愿意与情人幽会，因为这个时候丈夫在遥远的地方，她才有偷欢的兴致和勇气。这当然也有些奇怪：丈夫在两个房间之外，或在两个街区之外，或在两百公里之外，其实都是缺席而已，同样的缺席者为何会因为距离的远近而有所改变，直至不再对她构成道德或情感的压力？
<p>空间是物体存在的形式，物体在不同的空间位置看来完全不是一回事。常识告诉我们，两个人谈话时的距离与位置不可小视，距离过于近，到了“促膝抵足”甚至“耳鬓厮磨”的程度，大概就不可能是贸易谈判和外交对垒了；若座位相对并且高低两分，分到了被告需要仰视法官的那种地步，那大概也就只能公事公办而不容易柔情蜜意了──很多会议厅和接待室里的座次格局都遵循着这种政治几何学。与此相反，医院、邮局以及航空公司一类服务机构，眼下在降低柜台高度，纷纷撤除营业窗口的栏杆和隔板。这种空间改革当然深意在焉：一种买卖双方的轻松气氛和亲近关系，必须在一种平等、自由而开放的几何形式里才可能扑面而来悄入人心。
<p>我常常看到都市人为自己的居地而自呜得意，历数都市里那些著名的大高楼、博物馆、大剧院、音乐厅以及大人物──'''其实他们忙忙碌碌很少有机会享受那些设施'''，一辈子也可能见不上什么大人物，与乡下人没有什么两样。但那些东西就在身边呵，就在栏杆那边呵，'''这就足以让都市人油然多出几分自豪和放心'''。这种心态也延伸到很多盲目出国者那里，他们常常无缘接触更无法占有国外的好东西，'''甚至生活质量比在国内时更差'''，但与曼哈顿近多了，与卢浮宫近多了，'''至少也是心中稳稳当当的安慰'''。看来，所谓都市无非就是诸多好东西离我们近一些的方式。更进一步说，占有呢，'''占有无非是诸多好东西离我们更近一些的方式'''──如果少量日常必须消费品除外的话。有些女人爱逛首饰店，买下什么往往意不在穿戴，不过是以后可以在家里看首饰。有些男人爱逛古董店，买下什么往往意不在倒手，'''不过是以后可以在家里看古董'''。这里只有场地更换，如此而已。还有一些让人匪夷所思的守财奴，日食不过三餐，夜居不过一室，积攒着那么多钱财并无实际用途，无非是可以把楼宅、珠宝、存折之类不时拿来盘算和欣赏一番聊以自慰，'''其实他们完全可以换一个地方'''，走到大街上放眼世界然后把所有财富权当己有，都拿来盘算和欣赏一番。因为'''那些不用的或用不完的东西'''，摆在街上与摆在家里终究没有多大区别。
<p>现在有了照片、电视以及博物馆，交通手段也方便多了，世界上包括金砖银锭在内的任何好东西都不难临场目睹，不必把它们都搬到家里来看，不必以为这种看才有滋味。至少月亮与太阳就不宜搬到家里来收藏吧。但人类就是这样没出息，一代代人常常就折腾在从家门外到家门内这段奇怪的空间距离里，于是多出了好些战乱、政争、贪污、阴谋、抹眼泪、研讨会、心绞痛、金融危机等等烦心的运算。从这个差不多是几何学的角度出发，我们似乎可以说，精神常常是对物质空间状态的反应，历史常常是从事财富位移工作的一个搬家公司，是把某些东西搬近搬远搬来搬去的一笔昂贵运费。
`],
["http://www.ruanyifeng.com/blog/2009/02/ancient_chinese_proverbs.html","20090228 | 夜眠八尺（附《增广贤文》） - 阮一峰的网络日志",`
<p>昨天晚上有事，不能回家睡觉。
<p>正当我准备在办公室打地铺的时候，一个朋友出于同情，就说他的宿舍还有一个床位，可以让给我睡。
<p>于是晚上10点15分，我就到了他楼下。10分钟之后，我就在小区门口的杂货店里，将我需要的东西一次性采购完毕。
<p>清单如下：
* 拖鞋（一双）：11.20元
* 牙刷（一支）：3.80元
* 毛巾（两条）：9.20元
* 一次性茶杯（十只）：1.80元
* 塑料小盆（一个）：4.30元
* 5斤的棉花胎（一条）：35.00元
* 被套（一付）：15.00元
<p>共计80.30元。
<p>昨天晚上，上海下着非常冷的大雨。我左手打着伞，右手提着棉花胎，背包里塞着面盆、笔记本电脑和其他杂物，一个人缩着脖子在雨里走。
<p>80元钱就买了这么一大堆东西，再加上朋友友情提供的一张床，就解决了我的睡觉问题。今后几个月里，我可能会经常去那里过夜。生存可以简单到这样的地步，我不禁在雨中想起了古人说的一句话：
<p>{{quote}}良田万顷，日食一升；广厦千间，夜眠八尺。{{/quote}}`],
];
