var recent_info_list=[
["https://www.solidot.org/story?sid=60872","20190604 | Solidot | 间歇性断食是否安全",`
<p>作为一种简单有效的减肥方法，间歇性断食正日渐流行。Twitter CEO Jack Dorsey 就声称自己每天只吃一餐。间歇性断食有多种模式，包括 16:8 式：每天断食 16 小时，并在剩下的 8 小时内进食。采取这种方法的人通常选择在中午到晚 8 点之间进食；5:2 式：每周不连续的两天里，只摄取日常卡路里摄入量的 25%；24 小时断食：每周或每月中，选择一天不摄取任何卡路里。但间歇性断食是否安全？科学家强调了营养的重要性，称间歇性断食的人需要食用油性鱼类、坚果、种子中所含的必需脂肪，以及瘦肉蛋白质、全谷物、淀粉类碳水化合物以及大量的水果和蔬菜，以提供足够的膳食纤维、维生素和矿物质。除非有医生的严格监督，否则患有晚期糖尿病、厌食症、贪食症等饮食失调史的人，以及慢性疾病患者或孕妇、哺乳期妇女均不应尝试间歇性断食。此外，胃溃疡患者也不应断食。
<p>
* [https://www.bbc.com/zhongwen/simp/science-48496033 https://www.bbc.com/zhongwen/simp/science-48496033]
<p>`],
];
