var recent_info_list=[
["http://www.ftchinese.com/sc/story.jsp?id=001009916&pos=PAST_NEWS&pa1=2&pa2=11&loc=HOMEPAGE","20070307 | 2020年的世界",`
<p>美国哈佛大学教授约瑟夫·奈(JOSEPH NYE)
<p>伊拉克正“吮吸着”每一次长期外交政策讨论带来的“氧气”，但如果美国希望制定一个“后布什”(post-Bush)时期的外交政策，那么它就必须看得更远一些。
<p>美国国家情报委员会(National Intelligence Council)公开描绘了2020年世界的4种迥异图景：“达沃斯世界”(Davos World)——经济全球化仍在继续，但'''亚洲面孔会出现得更多'''；“美国主导的和平”(Pax Americana) ——'''美国会继续塑造国际秩序'''；“新伊斯兰世界”(New Caliphate) ——伊斯兰宗教教义将挑战西方社会准则的主导地位；“恐惧周期”(Cycle of Fear) ——'''非国家力量'''带来的安全冲击，将导致因失去人性的极权社会。
<p>哪种情况最可能发生？科技变革将继续推进全球化的发展，但有3个因素将决定政治结果。
<p>首先是中国的实力以及它的使用方式。民意调查显示，三分之一的美国人认为，中国“很快就将主宰世界”，但尽管中国的经济增长引人注目，但其人均收入仍只有美国的四分之一。虽然在未来30年左右的时间里，中国的总体经济水平可能与美国持平，但美国的人均收入水平仍可能是中国的4倍。这与一个世纪前的情况有所不同：到1900年，崛起的德国在工业实力方面一举超过了英国。
<p>对中国而言，重要的问题乃是其自身的发展。自1990年以来，中国已使4亿人口脱离了贫困，但还有4亿人口每天的生活费用不足2美元。与印度不同，中国还未解决政治参与的问题。'''如果中国以民族主义作为社会粘合剂，来取代被减弱的共产主义，那么它就可能形成一种更好斗的外交政策'''；或者，它也可能会处理好自己的问题，并在世界政治中成为布什政府所谓的“负责任的利益相关者”。
<p>“政治伊斯兰”及其发展方式，将构成第二个因素。反抗极端伊斯兰恐怖主义的斗争，并不是一场“文明的冲突”，而是'''伊斯兰世界的一场内战'''。激进的少数伊斯兰群体正利用暴力，把一种简单化的意识形态强加给拥有更多不同观点的主流人群。虽然绝大多数穆斯林生活在亚洲，但他们受到了来自斗争核心中东的影响。而在全球化、开放性、社会制度和民主化方面，中东都已落后于世界其它地区。
<p>随着时间的推移，更多的开放贸易、经济增长、教育、公民社会制度的发展，以及政治参与程度的逐渐提高，可能会有助于增强穆斯林主流的实力，但欧美对待其穆斯林族群的方式也同样能产生影响。同样重要的是，西方国家的中东政策是能令主流穆斯林满意，还是会强化激进分子针对伊斯兰教的战争言论？
<p>第三个决定性因素，是美国的实力以及它的使用方式。'''到2020年美国仍将是最强大的国家'''，但问题是，自罗马帝国以来，即使是最强大的国家也不能靠单独行动来保护其公民了。美国的军队可能不足以应付'''全球性传染病'''、气候变化、恐怖主义和国际犯罪等威胁。这些问题需要合作，以及吸引支持力量的软实力。例如，打击伊斯兰恐怖主义，需要国际情报和警力合作，同时还要断绝激进势力招募新兵的来源。
<p>虽然强大的军事力量对于威慑、联盟和稳定仍至关重要，但如果用错了地方，就会削弱赢得胜利所需的软实力。迄今为止，有情报显示，因美国政策而涌现的新恐怖主义分子，要多于其消灭的恐怖主义分子。关于未来的决定性因素之一，将是美国能否恢复其曾经在冷战中拥有的能力：将硬实力和软实力结合起来，变成某种巧妙的力量。
<p>如果这三股力量都朝着良好的方向发展，那么最有可能出现的世界将是相对乐观的结合，即有着更多亚洲面孔的全球化，再加上“美国主导的和平”。
<p>然而，一些事件会使这种可能偏离原来的轨道。以我所见，最主要事件将包括：中国的政治不稳定性，这会导致该国出现长期的经济衰退、暴乱和'''一种更好斗的外交政策'''；海湾地区的冲突或革命，这会把这个拥有全球三分之二石油储量的地区隔绝在世界经济之外；'''一场传染病的爆发，这会导致人类大量死亡、经济混乱和边界关闭'''；使用大规模杀伤性武器的恐怖主义行动，这不仅会导致数百万人死亡，还会导致令人恐惧的、自我毁灭性限制，并且丧失在本国享有的自由；'''快于预期的气候变化'''或南极冰山融化等灾难性事件。
<p>还有其它因素。我猜想艾滋病将继续造成无数苦难，特别是在非洲，但这不会改变大国之间的关系。可能我是错的。我还猜想欧洲、俄罗斯和日本的人口下降，以及它们在利益上的分歧，'''将使它们各自都不能崛起为超级大国'''，也不能结成联盟来抗衡美国的实力。
<p>关键问题并不在于我的猜想是否正确，而是政策争论应更多关注于形成一种更长期的远见。我们正在做出影响未来每一天的决定，重要的是，在猜想时我们必须明白：2020年并不遥远。
<p>''本文作者在哈佛大学(Harvard)肯尼迪政府学院(Kennedy School of Government)的贝尔弗尔科学与国际事务研究中心(Belfer Center for Science and International Affairs)任教，《软实力：世界政治中的成功之道》(Soft Power: The Means to Success in World Politics)一书的作者。''
<p>`],
];
