var recent_info_list=[
["http://cn.nytimes.com/article/education/2013/01/08/cc08healthbeijing/","20130108 | RICHARD SAINT CYR: 一万元健康预算，你怎么花 - 纽约时报中文网",`
<p>如果每年给你一万人民币，而且只能用于健康支出，你会怎么花？是买空气净化器，还是买张健身会员卡，或订购有机食品，抑或购买按摩年卡？可能再换一个提问方式会更直接明了：“这些钱怎么花才能让健康得到最大的收益？”为了回答这个问题，人们有必要知道哪种生活方式对健康没有伤害而且易于接受，而哪些生活方式是不健康的。
<p>很多中国人和在中国生活的外国人都会在第一时间说空气污染是对健康最大的威胁，因此会把买空气净化器这项开支摆在首位，但这是一个明智的选择吗？
<p>我们可以稍微转换一下思维，假设接触空气污染是一种可选的生活方式，也就是说，一个可修正的风险因素。我知道呼吸是一个自发的动作，但是很多读者确实可以选择是否在中国居住。如果你可以接受这个让人不安的假设，那么你可以把这个始终让人忧心忡忡的“风险因素”与我们所有人习以为常的风险进行比较——例如肥胖、吸烟、缺乏运动、不合理饮食以及其他生活方式。
<p>我们可以根据美国心脏学会(American Heart Association)所谓的四大理想健康行为来进一步说明生活方式的选择。
# 不吸烟
# 不超重（体质指数小于25，体质指数即body mass index，简称BMI，计算方法为体重[公斤]除以身高[米]的平方）
# 保持目标水平的身体锻炼强度（每周进行适量运动的时间大于150分钟）
# 每天的饮食中包含三份或三份以上的水果和蔬菜
<p>美国心脏协会还列出了三大理想健康指标，包括总胆固醇水平低于200毫克/分升，收缩压小于120毫米汞柱、舒张压小于80毫米汞柱，以及空腹血糖水平低于100毫克/分升。
<p>这七项当中你能有几项能达标？不要太在意，美国心脏学会所调查的7622人中只有1%达到了所有七项指标。然而，最为关键一点的在于：[http://www.ncbi.nlm.nih.gov/pubmed/22291126?dopt=Abstract 达到其中五项或更多指标的人群的全因死亡风险要比那些七项指标都不合格的人低78%]，而死于心血管系统疾病的风险要低88%。这让人印象深刻吧？但是更有趣的事情是要找到，在这些理想健康行为中到底哪项会更为有效，更有好处。还有，它们与空气污染的比较结果如何？
<p>我是一个数据狂，尽管我所在的和睦家诊所崇尚“医学是一门艺术”，但我觉得实实在在的数字更能让我感到宽慰。在比较健康结果时，我最喜欢使用的一个工具就是相对风险，即对比健康风险环境和非健康风险环境下疾病发生的比率。这是一个很简单的除法：分子（风险环境）除以分母（非风险环境），你便得到了比率，即“相对风险”。只要结果大于1，便是正风险，而小于1便是“负”风险，即益处。
<p>让我们用空气污染和吸烟作为第一个例子。2012年早些时候我在一篇很具争议的文章中写道，[http://www.myhealthbeijing.com/2011/12/a-day-in-beijing-is-like-smoking-only-one-sixth-of-a-cigarette-its-almost-disappointing/ 在北京呆一天相当于抽1/6根烟]。而我的很多读者认为1/6根烟的量实在是太低，这对于他们的心理预期来说无异于异教邪说。不好意思，这是真的，而且你们可以自行去计算一下C·雅登·波普博士（Dr. C. Arden Pope，杨百翰大学经济学教授，环境科学最著名的研究者之一）2011年一篇[http://www.ncbi.nlm.nih.gov/pmc/articles/PMC3226505/ 研究中的数据]，最近20年来，波普差不多是所有最重要的环境研究论文的作者或合著者。根据这一研究，我们可以计算空气污染、吸烟以及吸二手烟对于肺癌的相对风险：
<p><ul>
<p>空气污染（根据美国癌症协会和哈佛大学对六大城市开展的研究）：相对风险1.14-1.21
<p>北京空气污染：相对风险1.49
<p>二手烟受害者：相对风险1.21-1.28
<p>一天抽半包烟：相对风险7.7
<p>一天抽一包烟：相对风险12.2
<p>一天抽两包烟：相对风险19.8
<p></ul>
<p>数据显示，即便是“适量”吸烟也远比生活在北京的空气污染中危险。即便你是一名烟瘾“不大”的烟民，也请卖掉空气净化器，然后去开3个月的戒烟药瓦伦尼克林。
<p>我并不是说，北京的空气污染对健康没有影响，绝非如此，事实上包括波普博士在内的多位学者撰写过成百上千篇论文，都指出空气污染会对居民，尤其是老人、幼儿和基础病的人造成巨大伤害，而在一些地区的空气质量得到改进后，当地人群的整体健康状况也得以提升。我只是想要强调，相比空气质量这个我们无法操控的问题，有很多与健康相关的行为是我们有能力去做的。
<p>除了吸烟，其他不良生活习惯也会对健康造成影响。我对肥胖尤其感到担忧，这是当代最普遍的问题，目前，超过半数的美国人在严格意义上来说都是超重的，他们的体重指数达到了25，也就是“正常”与“超重”的临界值。体重指数达到25，会让患糖尿病的风险增加六倍，让患高血压的风险翻番，而这只是对于轻度超重组而言；35%的美国人严格意义上来说都属肥胖，他们的体重指数超过了30，哈佛大学公共卫生学院一项研究表明，[http://annals.org/article.aspx?articleid=708530 肥胖会增加患糖尿病的风险]。肥胖也会增加癌症风险，美国癌症研究一项[http://www.ncbi.nlm.nih.gov/pubmed/12711737?dopt=Abstract 关于肥胖与癌症的研究]显示，对于超级肥胖的人群（体重指数超过40）来说，死亡的相对风险达到了1.52-1.62。
<p>就全球疾病负担而言，中国与大多数国家相比并没有什么太大的区别。包括中国在内的发展中国家一心向往着过上“西方”生活方式，而且迅速地将这种生活方式的优、缺点照单全收，这就导致了发达国家的慢性病也同样折磨着中国人。因此，中国人也应该与世界其他国家的人一样在生活中采取同样的常识性预防措施。
<p>我遇到的很多病人花费巨资购买了进口空气净化器，而这些净化器的利润是惊人的，真应该当众对这些经销商们施以鞭刑。但是很大一批病人都轻度超重，或通过“走步”来锻炼，或每天仅吃一两份蔬菜。我希望其中的一些人能意识到他们把精力和钱财花在了错误的地方。对孩子们来说也是一样；如果父母因为在孩子房间使用布鲁雅尔净化器(Blueair)或爱客净化器(IQAir)而各执一词，但他们的孩子却已经达到了99%的体重上限，那么他们的儿科医生有必要和父母郑重地谈谈孰轻孰重的问题。
<p>那这一万元我会怎么花呢？家里的那些昂贵的进口空气净化器已让我感到心力憔悴，更不消提还要不断购买耗材（仍是高得离谱的利润）。美国心脏学会的三项健康指标我都满足，这一点令我多少有些得意。至于该协会的理想健康行为，我不吸烟，因此就只剩下体重和运动问题——这一现代社会的痛苦之源。我的体重指数徘徊在24-25之间，但觉得腰部空间日渐紧张，难道是北京的水太硬，以至于我的裤子在洗后都缩水了？不是，我不得不承认我在慢慢地放弃和体重的对抗，而且大多数40多岁的男性都是这样。我也很擅长虚伪，因为我经常口若悬河地劝诫病人要每周适量运动150分钟，虽然这些在理的话都是我说的，但我在运动方面却没比那些病人强多少。
<p>因此在2012年，我收起了我那辆很有趣的电动自行车，改而在多数时间踩自行车去医院，即便目前正值北京的严冬也是如此。运动目前已经成为了我日常生活的一部分，而并不会像带着罪恶感、勉强自己上健身房那般成为一种“负担”。在减肥方面，我已经开始每天早上自制咖啡，这样，我就不用因为受到星巴克松饼的诱惑而饮用他家的圣诞太妃拿铁（上面浇有鲜奶油）。
<p>我的健康风险相对较小（很幸运），因此我的目标相对简单，而且也很廉价。我根本花不了这一万元的津贴，因此我会用这笔经费来购买仅在中国才有的物质享受：两小时的按摩；三小时的卡拉ok；在北京当地泡一天的温泉。正是这些在中国不起眼的事情以及这些累积的、便宜的享乐才能真正地涤荡身心。在中国或者在其他任何地区，心灵的健康都与身体的健康同样重要。
<p>''Richard Saint Cyr（圣西睿智医生）是来自美国的家庭医生，现在在北京的和睦家诊所工作，撰写着健康博客[http://myhealthbeijing.com/ myhealthbeijing.com]。自2007年起他与太太在北京居住。''
<p>''翻译：Charlie''
<p>`],
];
